_CeladonMansion5Text1::
	text $02,$3A,$02,$C2,$7F,$07,$9C,$7F,$05,$EC,$05,$C3,$07,$97; RAW DATA : 	text "나는 이 세상의"
	line $04,$90,$03,$47,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$06,$CB,$08,$26,$0B,$66; RAW DATA : 	line "모든 포켓몬을 알지!"
	cont $02,$77,$7F,$01,$34,$07,$A3,$05,$18,$07,$9C,$07,$01,$05,$DD,$0B,$66; RAW DATA : 	cont "네 게임보이에서!"

	para $02,$77,$7F,$09,$03,$01,$88,$07,$2D,$7F,$0A,$74,$01,$E2; RAW DATA : 	para "네 친구와 함께"
	line $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$01,$83,$0A,$AF,$0A,$78,$05,$21,$0B,$66; RAW DATA : 	line "포켓몬을 교환해봐!"
	done
