_CeladonHouseText1::
	text $0A,$8C,$0A,$8C,$0A,$8C,$0B,$66; RAW DATA : 	text "헤헤헤!"
	line $06,$4D,$04,$04,$04,$73,$06,$65,$07,$8A,$7F,$02,$DC,$08,$26,$7F,$02,$AB,$06,$03,$07,$A3; RAW DATA : 	line "슬롯머신은 단지 눈속임"
	cont $09,$7B,$7F,$01,$27,$06,$26,$01,$01,$7F,$07,$A6,$07,$8B,$01,$25,$03,$C3,$01,$4D,$0B,$66; RAW DATA : 	cont "큰 건수가 있을거라고!"
	done

_CeladonHouseText2::
	text $02,$EB,$07,$B5,$0B,$66; RAW DATA : 	text "대장!"

	para $04,$E6,$01,$AD,$07,$CC,$07,$01,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$F8,$F6,$F6,$04,$46,$04,$3E,$04,$36; RAW DATA : 	para "방금전에 포켓몬 200마리를"
	line $06,$4D,$04,$04,$01,$46,$0A,$40,$08,$B3,$03,$E3,$7F,$06,$67,$06,$FA,$06,$60,$02,$CF,$02,$D9,$0B,$66; RAW DATA : 	line "슬롯경품처럼 실었습니다!"
	done

_CeladonHouseText3::
	text $01,$34,$07,$A3,$09,$3A,$02,$6A,$07,$01,$7F,$07,$A6,$02,$C2,$7F,$0A,$27,$06,$4A,$09,$9D; RAW DATA : 	text "게임코너에 있는 포스터"
	line $07,$CD,$02,$EB,$03,$FE,$7F,$01,$27,$03,$49,$08,$26,$7F,$04,$46,$0B,$66; RAW DATA : 	line "절대로 건들지 마!"

	para $01,$A7,$7F,$03,$3A,$07,$01,$7F,$05,$61,$04,$D0,$7F,$06,$4A,$07,$77,$09,$01,$7F,$01,$10,$07,$8A,$01,$34; RAW DATA : 	para "그 뒤에 비밀 스위치 같은게"
	line $07,$A6,$02,$C2,$01,$27,$7F,$07,$CD,$02,$EB,$03,$FE,$7F,$06,$C6,$02,$CF,$03,$C3,$01,$4D,$0B,$66; RAW DATA : 	line "있는건 절대로 아니라고!"
	done
