_CeruleanHouse2Text_74eaa::
	text $04,$90,$03,$47,$7F,$0A,$27,$09,$2F,$04,$93,$07,$97,$7F,$04,$E6,$06,$EE,$03,$F2,$07,$9C; RAW DATA : 	text "모든 포켓몬의 방어력이"
	line $07,$E6,$01,$AD,$7F,$05,$C3,$06,$62,$0A,$71,$02,$DC,$02,$D9; RAW DATA : 	line "조금 상승한단다"
	
	para $03,$97,$7F,$09,$F4,$03,$15,$09,$88,$01,$B2,$04,$36,$7F,$06,$F0,$07,$D6,$03,$47,$08,$26; RAW DATA : 	para "또 파도타기를 언제든지"
	line $05,$B7,$07,$4B,$01,$01,$02,$C9,$0A,$6F,$08,$26,$0B,$66; RAW DATA : 	line "사용가능하지!"
	prompt

_CeruleanHouse2Text_74eaf::
	text $03,$E9,$05,$07,$7F,$FD,$F6,$01,$BE,$08,$26,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C; RAW DATA : 	text "레벨 70까지의 포켓몬이"
	line $02,$6A,$04,$36,$7F,$03,$6B,$04,$36,$7F,$01,$2D,$07,$9C,$03,$C5,$02,$D9; RAW DATA : 	line "너를 따를 것이란다"

	para $04,$48,$06,$E0,$7F,$01,$A7,$05,$18,$02,$D9,$7F,$02,$94,$07,$88,$04,$89; RAW DATA : 	para "만약 그보다 높으면"
	line $02,$6A,$04,$36,$7F,$06,$C8,$03,$6B,$04,$36,$7F,$01,$2D,$07,$9C,$06,$DF,$0B,$66; RAW DATA : 	line "너를 안따를 것이야!"
	prompt

_CeruleanHouse2Text_74eb4::
	text $04,$90,$03,$47,$7F,$0A,$27,$09,$2F,$04,$93,$07,$97,$7F,$09,$DF,$06,$26,$01,$01; RAW DATA : 	text "모든 포켓몬의 특수가"
	line $07,$E6,$01,$AD,$7F,$05,$C3,$06,$62,$0A,$71,$02,$DC,$02,$D9; RAW DATA : 	line "조금 상승한단다"
	prompt

_CeruleanHouse2Text_74eb9::
	text $03,$E9,$05,$07,$7F,$F7,$F6,$F6,$01,$BE,$08,$26,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C; RAW DATA : 	text "레벨 100까지의 포켓몬이"
	line $02,$6A,$04,$36,$7F,$03,$6B,$04,$36,$7F,$01,$2D,$07,$9C,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	line "너를 따를 것이란다!"
	prompt
