_CeruleanPokecenterText2::
	text $07,$9C,$06,$26,$07,$B7,$7F,$04,$4B,$07,$9C,$06,$DF,$0B,$66; RAW DATA : 	text "이수재 말이야!"

	para $06,$02,$04,$AE,$07,$01,$7F,$07,$97,$0A,$6F,$04,$89; RAW DATA : 	para "소문에 의하면"
	line $0A,$F1,$01,$9D,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$06,$F2,$01,$B2,$7F,$07,$77,$0A,$78,$05,$E1; RAW DATA : 	line "희귀 포켓몬을 얻기 위해선"
	cont $04,$AB,$06,$4C,$08,$2E,$07,$9C,$03,$47,$7F,$0A,$71,$02,$D9,$02,$F8,$03,$05,$0B,$66; RAW DATA : 	cont "무슨짓이든 한다던데!"
	done

_CeruleanPokecenterText3::
	text $07,$9C,$06,$26,$07,$B7,$07,$01,$7F,$02,$EB,$0A,$78; RAW DATA : 	text "이수재에 대해"
	line $03,$49,$06,$EE,$05,$23,$02,$CF,$0B,$67; RAW DATA : 	line "들어봤니?"

	para $02,$D9,$03,$49,$7F,$01,$A7,$04,$36; RAW DATA : 	para "다들 그를"
	line $0A,$27,$09,$2F,$04,$93,$01,$7B,$08,$35,$03,$C3,$01,$4D,$7F,$05,$2E,$04,$33,$08,$26; RAW DATA : 	line "포켓몬괴짜라고 부르지" 

	para $02,$4B,$7F,$05,$CD,$01,$02,$07,$03; RAW DATA : 	para "내 생각엔"
	line $02,$D9,$03,$49,$7F,$01,$A7,$04,$36,$7F,$08,$2A,$09,$C5,$0A,$6F,$02,$C2,$01,$2D,$7F,$01,$10,$01,$88,$02,$3A; RAW DATA : 	line "다들 그를 질투하는것 같구나"

	para $07,$AA,$01,$B2,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B; RAW DATA : 	para "자기 포켓몬을"
	line $05,$9B,$02,$4B,$01,$B2,$7F,$06,$68,$06,$EE,$0A,$6F,$02,$C2,$7F,$05,$B7,$03,$C7,$07,$9C; RAW DATA : 	line "뽐내기 싫어하는 사람이"
	cont $06,$EE,$03,$60,$07,$A6,$01,$3A,$02,$CF,$0B,$67; RAW DATA : 	cont "어디있겠니?"
	done  
