_HallofFameRoomText1::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$01,$0B,$68,$0A,$90,$0B,$66; RAW DATA : 	text "오박사『에-헴!"
	line $07,$D4,$04,$4B,$7F,$08,$E0,$0A,$6F,$0A,$71,$02,$D9; RAW DATA : 	line "정말 축하한다"
	cont $52,$01,$8A,$0B,$66; RAW DATA : 	cont $52,"군!"

	para $07,$9C,$01,$67,$07,$8A; RAW DATA : 	para "이곳은"
	line $04,$8D,$07,$19,$07,$97,$7F,$07,$CC,$02,$E7,$0B,$66; RAW DATA : 	line "명예의 전당!"

	para $0A,$27,$09,$2F,$04,$93,$7F,$04,$3E,$01,$A7,$7F,$08,$A8,$0A,$67,$06,$F0,$03,$49,$07,$8A; RAW DATA : 	para "포켓몬 리그 챔피언들은"
	line $07,$9C,$01,$67,$07,$01,$05,$DD,$7F,$01,$A7,$03,$49,$07,$97,$7F,$06,$F7,$07,$CB,$07,$9C; RAW DATA : 	line "이곳에서 그들의 업적이"
	cont $01,$B2,$03,$FF,$03,$27,$02,$C2,$7F,$07,$15,$01,$74,$07,$8B,$7F,$06,$F2,$02,$C2,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	cont "기록되는 영광을 얻는단다!"

	para $01,$A7,$03,$49,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$03,$15; RAW DATA : 	para "그들의 포켓몬도"
	line $04,$8D,$07,$19,$07,$97,$7F,$07,$CC,$02,$E7,$07,$01; RAW DATA : 	line "명예의 전당에"
	cont $01,$B2,$03,$FF,$03,$27,$08,$26,$0B,$66; RAW DATA : 	cont "기록되지!"

	para $52,$01,$8A,$0B,$66; RAW DATA : 	para $52,"군!"
	line $02,$6A,$02,$C2,$7F,$05,$C5,$03,$FE,$07,$4E,$7F,$08,$A8,$0A,$67,$06,$F0,$07,$9C,$7F,$03,$27,$01,$B2,$7F,$07,$77,$0A,$71; RAW DATA : 	line "너는 새로운 챔피언이 되기 위한"
	cont $08,$E6,$05,$30,$0A,$71,$7F,$07,$AA,$01,$3D,$07,$9C,$7F,$07,$A6,$02,$D9,$0B,$66; RAW DATA : 	cont "충분한 자격이 있다!"

	para $08,$E0,$0A,$6F,$0A,$71,$02,$D9,$0B,$66,$7F; RAW DATA : 	para "축하한다! "
	db $52, $01,$8A,$0B,$66; RAW DATA : 	db $52, "군!"
	line $02,$6A,$07,$2D,$7F,$02,$77,$7F,$09,$F4,$09,$DE,$02,$6A,$03,$49,$07,$8B; RAW DATA : 	line "너와 네 파트너들을"
	cont $01,$B2,$03,$FF,$0A,$6F,$07,$AA,$0B,$66; RAW DATA : 	cont "기록하자!"
	done
