_LavenderHouse2Text1::
	text $09,$91,$01,$88,$04,$3E,$0B,$62,$09,$91,$01,$88,$04,$3E,$0B,$68,$0B,$66,$50,$50; RAW DATA : 	text "탕구리『탕구리-!@@"

_LavenderHouse2Text_1d9dc::
	text $02,$3D,$7F,$03,$FE,$09,$2F,$02,$DC,$07,$9C,$7F,$02,$2B,$08,$8F,$0A,$6F,$01,$4D; RAW DATA : 	text "난 로켓단이 끔찍하고"
	line $08,$25,$07,$20,$06,$4A,$03,$E4,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	line "증오스럽구나!"

	para $07,$CA,$7F,$01,$01,$07,$12,$07,$8A,$7F,$09,$91,$01,$88,$04,$3E,$07,$97; RAW DATA : 	para "저 가엾은 탕구리의"
	line $06,$EE,$04,$CC,$02,$C2,$0B,$6A,$0B,$6A; RAW DATA : 	line "어미는……"

	para $03,$FE,$09,$2F,$02,$DC,$0A,$71,$09,$A7,$05,$DD,$7F,$03,$15,$04,$61,$09,$01,$03,$F1,$02,$D9,$01,$01; RAW DATA : 	para "로켓단한테서 도망치려다가"
	line $05,$B7,$05,$BC,$02,$E7,$0A,$7F,$06,$EE,$0B,$66; RAW DATA : 	line "사살당했어!"
	done

_LavenderHouse2Text_1d9e1::
	text $07,$7F,$03,$F9,$07,$9C,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$09,$88,$07,$66,$07,$01,$05,$DD; RAW DATA : 	text "유령이 포켓몬 타워에서"
	line $05,$B7,$03,$C3,$07,$E3,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	line "사라졌단다!"

	para $02,$A9,$01,$8A,$01,$01,$01,$01,$7F,$02,$AB,$01,$08,$08,$26,$7F,$04,$98,$0A,$6F,$02,$F8; RAW DATA : 	para "누군가가 눈감지 못하던"
	line $07,$15,$0A,$A5,$07,$8B,$7F,$05,$EA,$05,$32,$06,$63,$09,$82,$01,$34,$7F,$05,$30,$04,$8D,$0A,$78,$0B,$66; RAW DATA : 	line "영혼을 성불시킨게 분명해!"
	done
