_OaksLabGaryText1::
	text $53,$0B,$62,$06,$EE,$07,$9C,$7F; RAW DATA : 	text $53,"『어이 "
	db $52,$0B,$66; RAW DATA : 	db $52,"!"
	line $0A,$72,$06,$C6,$04,$F6,$08,$26,$02,$C2,$7F,$07,$09,$01,$B2,$7F,$06,$C8,$7F,$01,$48,$05,$F5,$0B,$66; RAW DATA : 	line "할아버지는 여기 안 계셔!"
IF DEF(_YELLOW)
	para $02,$3A,$0A,$71,$09,$A7,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$08,$06,$06,$65,$02,$D9,$01,$4D,$7F,$0A,$6F,$05,$F5,$05,$DD; RAW DATA : 	para "나한테 포켓몬을 주신다고 하셔서"
	line $02,$DE,$03,$F1,$02,$3A,$07,$34,$02,$C2,$03,$05,$7F,$04,$4B,$07,$9C,$06,$DF; RAW DATA : 	line "달려나왔는데 말이야"
ENDC
	done

_OaksLabText40::
IF DEF(_YELLOW)
	text $53,$0B,$62,$0A,$EF,$0B,$66; RAW DATA : 	text $53,"『흥!"
	line $02,$4B,$01,$01,$7F,$02,$F5,$07,$F1,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$01,$01,$08,$2A,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	line "내가 더좋은 포켓몬을 가질거야!"
ELSE
	; text "<RIVAL>『흥! 나는 어른이니까"
	text "<RIVAL>", $0B, $62, $0A, $EF, $0B, $66, " ", $02, $3A, $02, $C2, " ", $06, $EE, $04, $35, $07, $9C, $02, $CF, $01, $BE
	; line "너처럼 치사하게 굴지 않아"
	line $02, $6A, $08, $B3, $03, $E3, " ", $09, $01, $05, $B7, $0A, $6F, $01, $34, " ", $01, $8C, $08, $26, " ", $06, $CA, $06, $C6

	; para "<PLAYER> 먼저"
	para "<PLAYER> ", $04, $75, $07, $CA
	; line "선택하게 해주지!"
	line $05, $E1, $09, $93, $0A, $6F, $01, $34, " ", $0A, $78, $08, $06, $08, $26, $0B, $66

ENDC
	done

_OaksLabText41::
IF DEF(_YELLOW)
	text $53,$0B,$62,$0A,$8C,$07,$01,$0B,$68; RAW DATA : 	text $53,"『헤에-"
	line $02,$4B,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C; RAW DATA : 	line "내 포켓몬이"
	cont $04,$8E,$04,$E8,$02,$C2,$7F,$02,$F5,$7F,$06,$8A,$05,$18,$07,$9C,$02,$C2,$01,$29; RAW DATA : 	cont "몇배는 더 쎄보이는걸"
ELSE
	text $53,$0B,$62,$02,$4B,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C; RAW DATA : 	text $53,"『내 포켓몬이"
	line $04,$8E,$04,$E8,$02,$C2,$7F,$02,$F5,$7F,$06,$8A,$05,$18,$07,$9C,$02,$C2,$01,$29;line "몇배는 더 쎄보이는걸"
ENDC
	done

_OaksLabText39::
IF DEF(_YELLOW)
	text $0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$03,$49,$06,$EE,$07,$A6,$02,$C2; RAW DATA : 	text "포켓몬이 들어있는"
	line $04,$93,$06,$4A,$09,$9D,$7F,$05,$1C,$07,$9C,$02,$D9,$0B,$66; RAW DATA : 	line "몬스터 볼이다!"
ELSE
	; text "몬스터 볼이다!"
	text $04, $93, $06, $4A, $09, $9D, " ", $05, $1C, $07, $9C, $02, $D9, $0B, $66
	; line "안에 포켓몬이 들어있어!"
	line $06, $C8, $07, $01, " ", $0A, $27, $09, $2F, $04, $93, $07, $9C, " ", $03, $49, $06, $EE, $07, $A6, $06, $EE, $0B, $66

ENDC
	done
IF DEF(_YELLOW)
_OaksLabPikachuText::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$04,$DE,$07,$88,$03,$F5,$0B,$66; RAW DATA : 	text "오박사『받으렴!"
	line $07,$9C,$01,$27,$7F,$02,$77,$01,$2D,$07,$9C,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	line "이건 네것이란다!"
	done

ELSE
_OaksLabCharmanderText::
	; text "그래! 불 포켓몬"
	text $01, $A7, $03, $D1, $0B, $66, " ", $05, $32, " ", $0A, $27, $09, $2F, $04, $93
	; line "파이리를 갖고싶니?"
	line $09, $F4, $07, $9C, $04, $3E, $04, $36, " ", $01, $0E, $01, $4D, $06, $6D, $02, $CF, $0B, $67
	done

_OaksLabSquirtleText::
	; text "그래! 물 포켓몬"
	text $01, $A7, $03, $D1, $0B, $66, " ", $04, $B0, " ", $0A, $27, $09, $2F, $04, $93
	; line "꼬부기를 갖고싶니?"
	line $01, $EF, $05, $2E, $01, $B2, $04, $36, " ", $01, $0E, $01, $4D, $06, $6D, $02, $CF, $0B, $67
	done

_OaksLabBulbasaurText::
	; text "그래! 풀 포켓몬"
	text $01, $A7, $03, $D1, $0B, $66, " ", $0A, $3E, " ", $0A, $27, $09, $2F, $04, $93
	; line "이상해씨를 갖고싶니?"
	line $07, $9C, $05, $C3, $0A, $78, $06, $BE, $04, $36, " ", $01, $0E, $01, $4D, $06, $6D, $02, $CF, $0B, $67

	done

_OaksLabMonEnergeticText::
	; text "이 포켓몬은"
	text $07, $9C, " ", $0A, $27, $09, $2F, $04, $93, $07, $8A
	; line "매우 건강해 보인다!"
	line $04, $65, $07, $4C, " ", $01, $27, $01, $0D, $0A, $78, " ", $05, $18, $07, $9E, $02, $D9, $0B, $66



_OaksLabReceivedMonText::
	; text "<PLAYER>는(은)"
	text "<PLAYER>", $02, $C2, $0B, $64, $07, $8A, $0B, $65
	; line "@"
	line "@"
	TX_RAM wcd6d
	; text "를(을) 받았다!@@"
	text $04, $36, $0B, $64, $07, $8B, $0B, $65, " ", $04, $DE, $06, $D2, $02, $D9, $0B, $66, "@@"

_OaksLabLastMonText::
	; text "오박사의 하나남은"
	text $07, $20, $04, $DA, $05, $B7, $07, $97, " ", $0A, $6F, $02, $3A, $02, $42, $07, $8A
	; line "포켓몬이다!"
	line $0A, $27, $09, $2F, $04, $93, $07, $9C, $02, $D9, $0B, $66

	done

_OaksLabText_1d2f0::
	; text "오박사『그래 <PLAYER>"
	text $07, $20, $04, $DA, $05, $B7, $0B, $62, $01, $A7, $03, $D1, " <PLAYER>"
	; line "어떤 포켓몬을 원하느냐?"
	line $06, $EE, $03, $82, " ", $0A, $27, $09, $2F, $04, $93, $07, $8B, " ", $07, $68, $0A, $6F, $02, $C0, $02, $64, $0B, $67

	done
ENDC
_OaksLabText_1d2f5::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$06,$DF,$05,$CD,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$02,$3A,$09,$88,$02,$3D,$02,$D9,$04,$89; RAW DATA : 	text "오박사『야생 포켓몬이 나타난다면"
	line $02,$77,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$02,$EB,$06,$65,$7F,$06,$6E,$07,$66,$08,$09,$01,$25,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	line "네 포켓몬이 대신 싸워줄거란다!"
IF DEF(_YELLOW)
	para $02,$3A,$08,$0F,$07,$01,$7F,$02,$D9,$07,$8D,$7F,$04,$46,$07,$8B,$03,$FE; RAW DATA : 	para "나중에 다음 마을로"
	line $08,$E2,$04,$DF,$0A,$6F,$03,$F5; RAW DATA : 	line "출발하렴"
ENDC
	done

_OaksLabText_1d2fa::
IF DEF(_YELLOW)
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$0A,$71,$04,$F8,$7F,$04,$4B,$07,$8B,$7F,$01,$29,$06,$EE,$05,$21,$05,$DD; RAW DATA : 	text "오박사『한번 말을 걸어봐서"
	line $01,$B2,$05,$30,$07,$9C,$7F,$06,$EE,$03,$82,$08,$26,$7F,$0A,$AE,$07,$9E,$0A,$78,$05,$18,$03,$F5; RAW DATA : 	line "기분이 어떤지 확인해보렴"
ELSE
	; text "오박사『<PLAYER> 싸움을 통해"
	text $07, $20, $04, $DA, $05, $B7, $0B, $62, "<PLAYER> ", $06, $6E, $07, $62, $07, $8B, " ", $09, $BB, $0A, $78
	; line "어린 포켓몬을 육성하려무나!"
	line $06, $EE, $04, $40, " ", $0A, $27, $09, $2F, $04, $93, $07, $8B, " ", $07, $80, $05, $EA, $0A, $6F, $03, $F1, $04, $AB, $02, $3A, $0B, $66


ENDC
	done

_OaksLabDeliverParcelText1::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$06,$C6; RAW DATA : 	text "오박사『아"
	line $52,$01,$8A,$0B,$66; RAW DATA : 	line $52,"군!"

	para $02,$77,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8A,$7F,$06,$EE,$03,$81,$02,$CF,$0B,$67; RAW DATA : 	para "네 포켓몬은 어떡니?"

	para $02,$6E,$7F,$04,$49,$07,$9C,$7F,$07,$F1,$06,$C6,$0A,$6F,$02,$C2,$7F,$01,$2D,$7F,$01,$10,$06,$C6; RAW DATA : 	para "널 많이 좋아하는 것 같아"
	line $02,$D9,$0A,$80,$07,$9C,$01,$88,$02,$3A; RAW DATA : 	line "다행이구나"



	para $05,$30,$04,$8D,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$07,$97,$7F,$07,$B7,$02,$C9,$07,$8B; RAW DATA : 	para "분명 포켓몬 트레이너의 재능을"
	line $01,$01,$08,$26,$01,$4D,$7F,$07,$A6,$02,$C2,$7F,$01,$25,$01,$3A,$08,$26,$0B,$66; RAW DATA : 	line "가지고 있는 거겠지!"



	para $07,$8D,$0B,$67; RAW DATA : 	para "음?"
	line $07,$CC,$0A,$78,$08,$09,$7F,$04,$B0,$01,$27,$0B,$67; RAW DATA : 	line "전해줄 물건?"

	para $52,$02,$C2,$0B,$64,$07,$8A,$0B,$65; RAW DATA : 	para $52,"는(은)"
	line $07,$20,$04,$DA,$05,$B7,$07,$97,$7F,$06,$02,$0A,$27,$04,$36,$7F,$07,$CC,$0A,$78,$08,$11,$02,$D9,$50,$50; RAW DATA : 	line "오박사의 소포를 전해줬다@@"

_OaksLabDeliverParcelText2::
	text ""
	para $06,$C6,$0B,$66,$7F,$07,$CC,$07,$01,$7F,$08,$06,$04,$AE,$0A,$71; RAW DATA : 	para "아! 전에 주문한"
	line $04,$62,$08,$E3,$0A,$9C,$7F,$04,$93,$06,$4A,$09,$9D,$7F,$05,$1C,$07,$9C,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	line "맞춤형 몬스터 볼이구나!"
IF DEF(_YELLOW)
	cont $01,$4D,$04,$4F,$01,$88,$02,$3A,$7F; RAW DATA : 	cont "고맙구나 "
	db $52, $01,$8A,$0B,$66; RAW DATA : 	db $52, "군!"


	para $01,$A7,$02,$3A,$07,$CA,$02,$3A,$7F,$05,$2E,$09,$89,$0A,$6F,$01,$4D,$7F,$06,$6D,$07,$8A,$7F,$01,$34; RAW DATA : 	para "그나저나 부탁하고 싶은 게"
	line $07,$A6,$02,$DC,$02,$D9; RAW DATA : 	line "있단다"
ELSE
	cont $01,$4D,$04,$4F,$01,$88,$02,$3A,$7F,$0B,$66; RAW DATA : 	cont "고맙구나!"
ENDC
	done

_OaksLabAroundWorldText::
	text $01,$67,$01,$67,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$03,$49,$07,$9C; RAW DATA : 	text "곳곳의 포켓몬들이"
	line $02,$6A,$04,$36,$7F,$01,$B2,$02,$D9,$04,$3E,$01,$4D,$7F,$07,$A6,$02,$D9,$0B,$66; RAW DATA : 	line "너를 기다리고 있다!"
	done

_OaksLabGivePokeballsText1::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$05,$1B,$7F,$01,$2D,$04,$48,$07,$88,$03,$FE,$02,$C2; RAW DATA : 	text "오박사『포켓몬을 본 것만으로는"
	line $07,$D4,$0A,$AE,$0A,$71,$7F,$07,$D4,$05,$18,$04,$36,$7F,$06,$CB,$06,$C6,$02,$4E,$06,$26,$7F,$06,$F8,$02,$DC,$02,$D9; RAW DATA : 	line "정확한 정보를 알아낼수 없단다"

	para $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$B2,$06,$C6,$06,$DF,$7F,$07,$D4,$0A,$AE,$0A,$71,$7F,$07,$D4,$05,$18,$04,$36; RAW DATA : 	para "포켓몬을 잡아야 정확한 정보를"
	line $06,$CB,$06,$C6,$02,$4E,$7F,$06,$26,$7F,$07,$A6,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	line "알아낼 수 있단다!"
	cont $07,$9C,$01,$29,$03,$FE,$7F,$06,$DF,$05,$CD,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$B2,$07,$88,$03,$F5,$0B,$66; RAW DATA : 	cont "이걸로 야생 포켓몬을 잡으렴!"

	para $52, $02,$C2,$0B,$64,$07,$8A,$0B,$65; RAW DATA : 	para $52, "는(은)"
	line $04,$93,$06,$4A,$09,$9D,$05,$1C,$7F,$FB,$01,$13,$04,$36,$7F,$06,$F2,$06,$FA,$02,$D9,$0B,$66,$50,$50; RAW DATA : 	line "몬스터볼 5개를 얻었다!@@"

_OaksLabGivePokeballsText2::
	text ""
	para $06,$DF,$05,$CD,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$02,$3A,$09,$88,$02,$3A,$04,$89; RAW DATA : 	para "야생 포켓몬이 나타나면"
	line $01,$A7,$03,$77,$05,$2E,$09,$9D,$7F,$06,$63,$07,$AB,$07,$9C,$03,$C5,$02,$D9; RAW DATA : 	line "그때부터 시작이란다"
IF DEF(_YELLOW)
	para $02,$4B,$01,$01,$7F,$05,$18,$07,$09,$08,$11,$02,$F8,$7F,$01,$2D,$08,$B3,$03,$E3; RAW DATA : 	para "내가 보여줬던 것처럼"
	line $04,$93,$06,$4A,$09,$9D,$05,$1C,$07,$8B,$7F,$02,$F8,$07,$DE,$05,$DD,$7F,$07,$B2,$02,$C2,$01,$25,$08,$26,$0B,$66; RAW DATA : 	line "몬스터볼을 던져서 잡는거지!"
ELSE
	para $04,$93,$06,$4A,$09,$9D,$05,$1C,$07,$8B,$7F,$02,$F8,$07,$DE,$05,$DD,$7F,$07,$B2,$02,$C2,$01,$25,$08,$26,$0B,$66; RAW DATA : 	line "몬스터볼을 던져서 잡는거지!"

ENDC
	para $04,$B0,$04,$00,$7F,$0A,$77,$05,$C3,$7F,$07,$B2,$0A,$F7,$02,$C2,$01,$27,$7F,$06,$C6,$02,$CF,$03,$C5,$02,$D9; RAW DATA : 	para "물론 항상 잡히는건 아니란다"

	para $09,$F8,$09,$F8,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8A; RAW DATA : 	para "팔팔한 포켓몬은"
	line $03,$15,$04,$61,$09,$05,$7F,$06,$26,$03,$15,$7F,$07,$A6,$07,$88,$02,$CF; RAW DATA : 	line "도망칠 수도 있으니"
	cont $07,$4E,$03,$15,$7F,$03,$6B,$03,$C3,$08,$10,$06,$DF,$0A,$71,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	cont "운도 따라줘야한단다!"
	done

_OaksLabPleaseVisitText::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$01,$01,$02,$2B,$7F,$07,$2D,$05,$DD; RAW DATA : 	text "오박사『가끔 와서"
	line $06,$F3,$01,$8C,$7F,$07,$EB,$7F,$05,$61,$09,$01,$03,$F1,$04,$AB,$02,$3A; RAW DATA : 	line "얼굴 좀 비치려무나"

	para $02,$77,$7F,$03,$15,$01,$08,$07,$9C,$7F,$06,$F3,$04,$46,$02,$3A,$7F,$07,$2F,$05,$EA,$03,$27,$01,$01,$02,$C2,$08,$26,$03,$15; RAW DATA : 	para "네 도감이 얼마나 완성되가는지도"
	line $01,$93,$01,$AD,$0A,$6F,$02,$CF,$01,$BE; RAW DATA : 	line "궁금하니까"
	Done

_OaksLabText_1d31d::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$20,$03,$D3,$04,$48,$07,$9C,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	text "오박사『오랜만이구나!"
	line $03,$15,$01,$08,$08,$A4,$07,$4C,$01,$B2,$02,$C2,$7F,$07,$AF,$03,$27,$01,$01,$02,$CF,$0B,$67; RAW DATA : 	line "도감채우기는 잘되가니?"
	cont $06,$EE,$03,$60,$7F,$0A,$71,$04,$F8,$7F,$05,$18,$07,$09,$08,$06,$03,$F5,$0B,$66; RAW DATA : 	cont "어디 한번 보여주렴!"

	prompt

_OaksLabText_1d32c::
	text $05,$B7,$07,$CC,$08,$B3,$03,$E3,$7F,$05,$18,$07,$9C,$08,$26,$04,$48; RAW DATA : 	text "사전처럼 보이지만"
	line $05,$63,$09,$0D,$09,$C5,$05,$EA,$07,$9C,$02,$D9,$0B,$66; RAW DATA : 	line "빈칸투성이다!"
	done

_OaksLabText8::
	text $0B,$67; RAW DATA : 	text "?"
	done

_OaksLabText_1d340::
	text $07,$20,$04,$DA,$05,$B7,$02,$D4,$07,$8A; RAW DATA : 	text "오박사님은"
	line $0A,$27,$09,$2F,$04,$93,$07,$97,$7F,$01,$97,$07,$77,$07,$AA,$06,$DF,$0B,$66; RAW DATA : 	line "포켓몬의 권위자야!"

	para $06,$26,$04,$49,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$03,$49,$07,$97; RAW DATA : 	para "수많은 포켓몬 트레이너들의"
	line $07,$4C,$05,$C3,$07,$9C,$08,$26,$0B,$66; RAW DATA : 	line "우상이지!"
	done

_OaksLabRivalWaitingText::
	; text "<RIVAL>『으악!"
	text "<RIVAL>", $0B, $62, $07, $88, $06, $C7, $0B, $66
	; line "기다리는거 지겨워!"
	line $01, $B2, $02, $D9, $04, $3E, $02, $C2, $01, $25, " ", $08, $26, $01, $3C, $07, $66, $0B, $66

	done

_OaksLabChooseMonText::
IF DEF(_YELLOW)
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$8D,$0B,$67,$7F; RAW DATA : 	text "오박사『음? "
	db $53,$0B,$67; RAW DATA : 	db $53,"?"
	line $07,$36,$7F,$04,$FA,$06,$81,$7F,$07,$22,$01,$25,$02,$CF,$0B,$67; RAW DATA : 	line "왜 벌써 온거니?"

	para $07,$EB,$7F,$07,$A6,$02,$D9,$7F,$07,$20,$03,$C3,$01,$4D,$7F,$0A,$7F,$02,$C2,$03,$05,$0B,$6A,$0B,$6A; RAW DATA : 	para "좀 있다 오라고 했는데……"

	para $04,$B9,$7F,$05,$C3,$01,$6C,$06,$F8,$08,$26,$0B,$66; RAW DATA : 	para "뭐 상관없지!"
	line $01,$25,$01,$B2,$05,$DD,$7F,$07,$E6,$01,$AD,$04,$48,$7F,$01,$B2,$02,$D9,$04,$3E,$03,$F5,$0B,$66; RAW DATA : 	line "거기서 조금만 기다리렴!"

	para $07,$CA,$01,$B6,$05,$18,$03,$F5,$7F; RAW DATA : 	para "저길보렴 "
	db $52,$01,$8A,$0B,$66; RAW DATA : 	db $52,"군!"
	line $08,$A5,$05,$C3,$7F,$07,$77,$07,$01,$7F,$02,$95,$07,$9E,$7F,$05,$1C,$07,$9C,$7F,$05,$18,$07,$9C,$02,$CF,$0B,$67; RAW DATA : 	line "책상 위에 놓인 볼이 보이니?"
	
	para $07,$CA,$01,$27,$7F,$04,$93,$06,$4A,$09,$9D,$7F,$05,$1C,$07,$9C,$03,$C5,$02,$D9; RAW DATA : 	para "저건 몬스터 볼이란다"
	line $06,$C8,$07,$01,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$03,$49,$06,$EE,$07,$A6,$08,$26; RAW DATA : 	line "안에 포켓몬이 들어있지"

	para $07,$9C,$07,$D6,$7F,$07,$CA,$01,$27,$7F,$02,$77,$7F,$01,$2D,$07,$9C,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	para "이제 저건 네 것이란다!"
	line $05,$B7,$06,$E7,$0A,$6F,$08,$26,$04,$4B,$01,$4D,$7F,$01,$01,$08,$26,$03,$F5,$0B,$66; RAW DATA : 	line "사양하지말고 가지렴!"
ELSE
	; text "오박사『<RIVAL>?"
	text $07, $20, $04, $DA, $05, $B7, $0B, $62, "<RIVAL>", $0B, $67
	; line "…… …… ……"
	line $0B, $6A, $0B, $6A, " ", $0B, $6A, $0B, $6A, " ", $0B, $6A, $0B, $6A

	; para "오오 그렇구나"
	para $07, $20, $07, $20, " ", $01, $A7, $03, $E8, $01, $88, $02, $3A
	; line "내가 불렀었지!"
	line $02, $4B, $01, $01, " ", $05, $32, $03, $E6, $06, $FA, $08, $26, $0B, $66
	; cont "잠시 기다려라!"
	cont $07, $B1, $06, $63, " ", $01, $B2, $02, $D9, $03, $F1, $03, $C3, $0B, $66
	
	; para "자 <PLAYER>!"
	para $07, $AA, " <PLAYER>", $0B, $66

	; para "여기에 3마리"
	para $07, $09, $01, $B2, $07, $01, " 3", $04, $46, $04, $3E
	; line "포켓몬이 있단다!"
	line $0A, $27, $09, $2F, $04, $93, $07, $9C, " ", $07, $A6, $02, $DC, $02, $D9, $0B, $66

	; para "하하!"
	para $0A, $6F, $0A, $6F, $0B, $66

	; para "몬스터 볼 안에"
	para $04, $93, $06, $4A, $09, $9D, " ", $05, $1C, " ", $06, $C8, $07, $01
	; line "포켓몬이 들어있지"
	line $0A, $27, $09, $2F, $04, $93, $07, $9C, " ", $03, $49, $06, $EE, $07, $A6, $08, $26

	; para "옛날에는 나도 만만치 않은"
	para $07, $1E, $02, $3F, $07, $01, $02, $C2, " ", $02, $3A, $03, $15, " ", $04, $48, $04, $48, $09, $01, " ", $06, $CA, $07, $8A
	; line "포켓몬 트레이너로서 활약했단다"
	line $0A, $27, $09, $2F, $04, $93, " ", $09, $DE, $03, $E9, $07, $9C, $02, $6A, $03, $FE, $05, $DD, " ", $0A, $B0, $06, $E0, $0A, $7F, $02, $DC, $02, $D9
	
	; para "늙어서 지금은 포켓몬도"
	para $02, $C4, $06, $EE, $05, $DD, " ", $08, $26, $01, $AD, $07, $8A, " ", $0A, $27, $09, $2F, $04, $93, $03, $15
	; line "3마리 밖에 남지 않았구나"
	line "3", $04, $46, $04, $3E, " ", $04, $DB, $07, $01, " ", $02, $42, $08, $26, " ", $06, $CA, $06, $D2, $01, $88, $02, $3A
	; cont "너에게 1마리를 주마"
	cont $02, $6A, $07, $01, $01, $34, " 1", $04, $46, $04, $3E, $04, $36, " ", $08, $06, $04, $46
	; cont "…자 고르거라!"
	cont $0B, $6A, $07, $AA, " ", $01, $4D, $04, $33, $01, $25, $03, $C3, $0B, $66

ENDC
	done
_OaksLabRivalInterjectionText::
	text $53,$0B,$62,$07,$B1,$01,$C1,$0B,$66; RAW DATA : 	text $53,"『잠깐!"
	line $0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66,$7F,$02,$3A,$02,$C2,$0B,$67; RAW DATA : 	line "할아버지! 나는?"
	done

_OaksLabBePatientText::
IF DEF(_YELLOW)
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$EB,$7F,$01,$B2,$02,$D9,$04,$3E,$03,$F5; RAW DATA : 	text "오박사『좀 기다리렴"
	line $53, $7F,$02,$77,$7F,$01,$2D,$03,$15,$7F,$07,$A6,$02,$DC,$02,$D9; RAW DATA : 	line $53, " 네 것도 있단다"
ELSE
	; text "오박사『그렇게 서두르지 마렴"
	text $07, $20, $04, $DA, $05, $B7, $0B, $62, $01, $A7, $03, $E8, $01, $34, " ", $05, $DD, $03, $2E, $04, $33, $08, $26, " ", $04, $46, $03, $F5
	; line "<RIVAL> 네 것도 있단다"
	line "<RIVAL> ", $02, $77, " ", $01, $2D, $03, $15, " ", $07, $A6, $02, $DC, $02, $D9

ENDC
	done
IF DEF(_YELLOW)
_OaksLabRivalTakesText1::
	text $53, $0B,$62,$06,$C8,$03,$25,$0B,$66; RAW DATA : 	text $53, "『안돼!"
	line $52, $7F,$02,$3D,$7F,$08,$B3,$07,$8D,$05,$2E,$09,$9D; RAW DATA : 	line $52, " 난 처음부터"
	cont $07,$9C,$7F,$02,$80,$05,$DE,$07,$9C,$7F,$04,$46,$07,$8D,$07,$01,$7F,$03,$49,$06,$FA,$02,$D9,$01,$4D,$0B,$66; RAW DATA : 	cont "이 녀석이 마음에 들었다고!"
	prompt


_OaksLabRivalTakesText2::
	text $53,$0B,$64,$07,$9C,$0B,$65,$01,$01; RAW DATA : 	text $53,"(이)가"
	line $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$01,$01,$03,$FE,$08,$AB,$02,$D9,$0B,$66,$50,$50; RAW DATA : 	line "포켓몬을 가로챘다!@@"

_OaksLabRivalTakesText3::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62; RAW DATA : 	text "오박사『"
	db $53,$0B,$66; RAW DATA : 	db $53,"!"
	line $04,$B9,$0A,$6F,$02,$C2,$01,$25,$02,$64,$0B,$66; RAW DATA : 	line "뭐하는거냐!"
	prompt

_OaksLabRivalTakesText4::
	text $53,$0B,$62,$0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66; RAW DATA : 	text $53,"『할아버지!"
	line $02,$3A,$7F,$07,$D4,$04,$4B,$7F,$06,$EA,$01,$01,$7F,$04,$46,$07,$8D,$07,$01,$7F,$03,$49,$06,$FA,$02,$D9,$01,$4D,$0B,$66; RAW DATA : 	line "나 정말 얘가 마음에 들었다고!"
	prompt

_OaksLabRivalTakesText5::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$0A,$6F,$08,$26,$04,$48,$0B,$6A,$0B,$6A,$7F,$01,$A7,$03,$D1; RAW DATA : 	text "오박사『하지만…… 그래"
	line $06,$CB,$06,$D2,$02,$D9; RAW DATA : 	line "알았다"
	cont $01,$A7,$03,$E3,$7F,$01,$A7,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8A,$7F,$02,$77,$01,$01,$7F,$01,$01,$08,$26,$03,$F5; RAW DATA : 	cont "그럼 그 포켓몬은 네가 가지렴"

	para $02,$6A,$0A,$71,$09,$A7,$03,$15,$7F,$0A,$71,$04,$46,$04,$3E,$7F,$08,$06,$01,$B2,$03,$FE; RAW DATA : 	para "너한테도 한마리 주기로"
	line $06,$E0,$06,$03,$0A,$7F,$06,$FA,$07,$88,$02,$CF,$0B,$6A,$0B,$6A; RAW DATA : 	line "약속했었으니……"

	para $52, $01,$8A; RAW DATA : 	para $52, "군"
	line $07,$9C,$04,$3E,$7F,$07,$20,$03,$F5; RAW DATA : 	line "이리 오렴"
	done

_OaksLabOakGivesText::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62; RAW DATA : 	text "오박사『"
	db $52,$01,$8A,$7F,$07,$9C,$01,$27,$7F,$02,$4B,$01,$01; RAW DATA : 	db $52,"군 이건 내가"
	line $06,$C6,$01,$BE,$7F,$07,$B2,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$03,$C5,$02,$D9; RAW DATA : 	line "아까 잡은 포켓몬이란다"

	para $02,$77,$07,$01,$01,$34,$02,$C2,$7F,$07,$9C,$01,$2D,$07,$8B,$7F,$08,$06,$01,$3A,$02,$D9; RAW DATA : 	para "네에게는 이것을 주겠다"
	line $06,$C6,$08,$27,$7F,$01,$B6,$03,$49,$07,$09,$08,$26,$08,$28,$7F,$06,$CA,$06,$D2,$07,$8B,$7F,$01,$2D,$07,$9C,$03,$C5,$02,$D9; RAW DATA : 	line "아직 길들여지진 않았을 것이란다"
	prompt

_OaksLabReceivedText::
	text $52,$02,$C2,$0B,$64,$07,$8A,$0B,$65; RAW DATA : 	text $52,"는(은)"
	line $50; RAW DATA : 	line "@"
	TX_RAM wcd6d
	text $04,$36,$0B,$64,$07,$8B,$0B,$65,$7F,$04,$DE,$06,$D2,$02,$D9,$0B,$66,$50,$50; RAW DATA : 	text "를(을) 받았다!@@"

ELSE



_OaksLabRivalPickingMonText::
	; text "<RIVAL>『그럼 난 이거!"
	text "<RIVAL>", $0B, $62, $01, $A7, $03, $E3, " ", $02, $3D, " ", $07, $9C, $01, $25, $0B, $66

	done

_OaksLabRivalReceivedMonText::
	text "<RIVAL>",$02,$C2,$0B,$64,$07,$8A,$0B,$65; RAW DATA : 	text "<RIVAL>는(은)"
	line "@"
	TX_RAM wcd6d
	text $04,$36,$0B,$64,$07,$8B,$0B,$65,$7F,$04,$DE,$06,$D2,$02,$D9,$0B,$66,$50,$50; RAW DATA : 	text "를(을) 받았다!@@"
ENDC
_OaksLabLeavingText::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$B1,$01,$C1,$0B,$66; RAW DATA : 	text "오박사『잠깐!"
	line $06,$C6,$08,$27,$7F,$01,$01,$08,$26,$7F,$04,$4B,$01,$25,$03,$C3,$0B,$66; RAW DATA : 	line "아직 가지 말거라!"
	done

_OaksLabRivalChallengeText::
	text $53,$0B,$62,$06,$EE,$07,$9C,$0B,$66; RAW DATA : 	text $53,"『어이!"
	line $52,$0B,$66; RAW DATA : 	line $52,"!"
	cont $07,$4C,$04,$3E,$7F,$05,$DD,$03,$FE,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$02,$EB,$01,$41,$0A,$78,$05,$18,$07,$AA,$0B,$66; RAW DATA : 	cont "우리 서로 포켓몬 대결해보자!"

	para $03,$15,$04,$61,$09,$01,$08,$26,$7F,$04,$4B,$01,$4D,$0B,$66; RAW DATA : 	para "도망치지 말고!"
	line $0A,$71,$04,$F8,$7F,$0A,$78,$05,$18,$07,$AA,$01,$4D,$0B,$66; RAW DATA : 	line "한번 해보자고!"
	done

_OaksLabText_1d3be::
	text $04,$B9,$0B,$67; RAW DATA : 	text "뭐?"
	line $04,$4B,$03,$15,$7F,$06,$C8,$03,$25,$0B,$66; RAW DATA : 	line "말도 안돼!"
	cont $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$AF,$04,$98,$7F,$01,$4D,$04,$35,$7F,$01,$2D,$7F,$01,$10,$06,$C6,$0B,$66; RAW DATA : 	cont "포켓몬을 잘못 고른 것 같아!"
	prompt

_OaksLabText_1d3c3::
	text $53,$0B,$62,$01,$A7,$03,$E8,$08,$26,$0B,$66; RAW DATA : 	text $53,"『그렇지!"
	line $07,$0A,$06,$63,$7F,$02,$3D,$7F,$02,$EB,$02,$DC,$0A,$78,$0B,$66; RAW DATA : 	line "역시 난 대단해!"
	prompt


_OaksLabRivalToughenUpText::
	text $53,$0B,$62,$07,$F1,$06,$C6,$0B,$66; RAW DATA : 	text $53,"『좋아!"
	line $01,$A7,$03,$E3,$7F,$07,$0D,$06,$69,$0A,$F7,$7F,$06,$6E,$07,$66,$05,$DD,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B; RAW DATA : 	line "그럼 열심히 싸워서 포켓몬을"
	cont $02,$F5,$7F,$01,$0D,$0A,$6F,$01,$34,$7F,$04,$48,$03,$49,$06,$EE,$06,$DF,$7F,$01,$3A,$06,$EE,$0B,$66; RAW DATA : 	cont "더 강하게 만들어야 겠어!"

	para $52, $0B,$66,$7F,$0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66; RAW DATA : 	para $52, "! 할아버지!"
	line $04,$D9,$07,$9C,$05,$61,$0B,$66; RAW DATA : 	line "바이비!"
	done

IF DEF(_YELLOW)
_OaksLabPikachuDislikesPokeballsText1::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$90,$0B,$67; RAW DATA : 	text "오박사『응?"
	done


_OaksLabPikachuDislikesPokeballsText2::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62,$07,$9C,$01,$2D,$7F,$07,$EB,$7F,$05,$18,$03,$F5,$0B,$66; RAW DATA : 	text "오박사『이것 좀 보렴!"

	para $07,$9C,$05,$C3,$0A,$71,$7F,$07,$9F,$07,$9C,$01,$88,$02,$3A; RAW DATA : 	para "이상한 일이구나"
	line $06,$C6,$04,$AB,$03,$D1,$03,$15,$7F,$02,$77,$7F,$0A,$67,$09,$0B,$08,$F2,$01,$01; RAW DATA : 	line "아무래도 네 피카츄가"
	cont $04,$93,$06,$4A,$09,$9D,$05,$1C,$07,$8B,$7F,$06,$68,$06,$EE,$0A,$6F,$02,$C2,$7F,$01,$2D,$7F,$01,$10,$01,$88,$02,$3A; RAW DATA : 	cont "몬스터볼을 싫어하는 것 같구나"

	para $05,$1C,$7F,$06,$C8,$07,$01,$7F,$02,$76,$02,$C2,$7F,$01,$2D,$7F,$05,$18,$02,$D9,$02,$C2; RAW DATA : 	para "볼 안에 넣는 것 보다는"
	line $03,$05,$04,$3E,$01,$4D,$7F,$02,$D9,$02,$CF,$02,$C2,$7F,$0A,$1D,$07,$9C; RAW DATA : 	line "데리고 다니는 편이"
	cont $02,$F5,$7F,$07,$F1,$07,$8B,$7F,$01,$2D,$7F,$01,$10,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	cont "더 좋을 것 같구나!"

	para $09,$F4,$09,$0B,$08,$F2,$07,$97,$7F,$01,$B2,$05,$30,$07,$9C,$7F,$06,$EE,$03,$82,$08,$26,$7F,$0A,$AE,$07,$9E,$0A,$6F,$01,$4D; RAW DATA : 	para "파카츄의 기분이 어떤지 확인하고"
	line $06,$6D,$07,$88,$04,$89,$7F,$04,$4B,$07,$8B,$7F,$01,$29,$06,$EE,$05,$18,$03,$F5; RAW DATA : 	line "싶으면 말을 걸어보렴"
	done



ENDC
_OaksLabText21::
	text $53,$0B,$62,$0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66; RAW DATA : 	text $53,"『할아버지!"
	done

_OaksLabText22::
IF DEF(_YELLOW)
	text $53,$0B,$62,$0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66; RAW DATA : 	text $53,"『할아버지!"
	line $02,$4B,$7F,$0A,$27,$09,$2F,$04,$93,$07,$EB,$7F,$05,$21,$05,$21,$0B,$66; RAW DATA : 	line "내 포켓몬좀 봐봐!"
	cont $0A,$CE,$06,$C0,$7F,$02,$F5,$7F,$01,$0D,$0A,$78,$07,$E3,$06,$EE,$0B,$66; RAW DATA : 	cont "훨씬 더 강해졌어!"
ELSE
	; text "<RIVAL>『완전히 잊고있었어!"
	text "<RIVAL>", $0B, $62, $07, $2F, $07, $CC, $0A, $F7, " ", $07, $A8, $01, $4D, $07, $A6, $06, $FA, $06, $EE, $0B, $66
	; line "무슨 일이야?"
	line $04, $AB, $06, $4C, " ", $07, $9F, $07, $9C, $06, $DF, $0B, $67

ENDC
	done

_OaksLabText23::
IF DEF(_YELLOW)
	text $07,$20,$04,$DA,$05,$B7,$0B,$62; RAW DATA : 	text "오박사『"
	db $53,$0B,$66; RAW DATA : 	db $53,"!"
	line $03,$6C,$7F,$07,$F1,$07,$8A,$7F,$03,$77,$07,$01,$7F,$07,$34,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	line "딱 좋은 때에 왔구나!"


	para $02,$6A,$0A,$F1,$7F,$03,$31,$07,$01,$01,$34,$7F,$05,$2E,$09,$89,$0A,$6F,$01,$4D; RAW DATA : 	para "너희 둘에게 부탁하고"
	line $06,$6D,$07,$8A,$01,$34,$7F,$07,$A6,$06,$FA,$01,$25,$03,$47,$0B,$66; RAW DATA : 	line "싶은게 있었거든!"
ELSE
	; text "오박사『오오 그렇지"
	text $07, $20, $04, $DA, $05, $B7, $0B, $62, $07, $20, $07, $20, " ", $01, $A7, $03, $E8, $08, $26
	; line "너희들에게 부탁이 있단다"
	line $02, $6A, $0A, $F1, $03, $49, $07, $01, $01, $34, " ", $05, $2E, $09, $89, $07, $9C, " ", $07, $A6, $02, $DC, $02, $D9

ENDC
	done

_OaksLabText24::
	text $08,$A5,$05,$C3,$7F,$07,$77,$07,$01,$7F,$07,$A6,$02,$C2; RAW DATA : 	text "책상 위에 있는"
	line $07,$CA,$7F,$04,$B0,$01,$27,$07,$8A; RAW DATA : 	line "저 물건은"
	cont $02,$4B,$7F,$01,$29,$07,$AB,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$03,$15,$01,$08,$07,$9C,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	cont "내 걸작 포켓몬 도감이란다!"

	para $04,$DF,$01,$3F,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$07,$97,$7F,$03,$05,$07,$9C,$09,$9D,$01,$01; RAW DATA : 	para "발견한 포켓몬의 데이터가"
	line $07,$AA,$03,$1F,$07,$CB,$07,$88,$03,$FE,$7F,$01,$B2,$03,$FF,$03,$27,$06,$EE,$07,$DE; RAW DATA : 	line "자동적으로 기록되어져"
	cont $0A,$14,$07,$9C,$08,$26,$01,$01,$7F,$02,$C3,$06,$EE,$02,$3A,$08,$26,$0B,$66; RAW DATA : 	cont "페이지가 늘어나지!"

	para $0A,$71,$04,$46,$03,$60,$03,$FE; RAW DATA : 	para "한마디로"
	line $0A,$6F,$07,$9C,$09,$A7,$09,$79,$7F,$03,$15,$01,$08,$07,$9C,$03,$C5,$02,$D9,$0B,$66; RAW DATA : 	line "하이테크 도감이란다!"
	done

_OaksLabText25::
	text $07,$20,$04,$DA,$05,$B7,$0B,$62; RAW DATA : 	text "오박사『"
	db $52,$7F,$01,$A7,$04,$3E,$01,$4D; RAW DATA : 	db $52," 그리고"
	line $53,$0B,$66; RAW DATA : 	line $53,"!"
	cont $0A,$6F,$02,$3A,$06,$BF,$7F,$01,$01,$08,$26,$03,$F5,$0B,$66; RAW DATA : 	cont "하나씩 가지렴!"

	para $52, $02,$C2,$0B,$64,$07,$8A,$0B,$65,$7F,$07,$20,$04,$DA,$05,$B7,$03,$FE,$05,$2E,$09,$9D; RAW DATA : 	para $52, "는(은) 오박사로부터"
	line $0A,$27,$09,$2F,$04,$93,$7F,$03,$15,$01,$08,$07,$8B,$7F,$06,$F2,$06,$FA,$02,$D9,$0B,$66,$50,$50; RAW DATA : 	line "포켓몬 도감을 얻었다!@@"

_OaksLabText26::
	text $07,$CC,$7F,$05,$EC,$01,$48,$7F,$04,$90,$03,$47,$7F,$0A,$27,$09,$2F,$04,$93,$07,$97; RAW DATA : 	text "전 세계 모든 포켓몬의"
	line $03,$15,$01,$08,$07,$8B,$7F,$07,$2F,$05,$EA,$0A,$6F,$02,$C2,$7F,$01,$2D,$0B,$6A,$0B,$6A; RAW DATA : 	line "도감을 완성하는 것……"

	para $01,$A7,$01,$34,$7F,$02,$4B,$7F,$02,$0E,$07,$9C,$06,$FA,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	para "그게 내 꿈이었단다!"

	para $0A,$6F,$08,$26,$04,$48,$7F,$01,$A7,$7F,$02,$0E,$07,$8B,$7F,$07,$9C,$04,$17,$01,$B2,$07,$03; RAW DATA : 	para "하지만 그 꿈을 이루기엔"
	line $02,$6A,$04,$AB,$7F,$02,$C4,$06,$EE,$04,$F6,$03,$F8,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	line "너무 늙어버렸단다!"

	para $01,$A7,$03,$DF,$04,$C7,$03,$FE,$7F,$02,$6A,$0A,$F1,$7F,$03,$31,$07,$9C; RAW DATA : 	para "그러므로 너희 둘이"
	line $02,$4B,$7F,$02,$0E,$07,$8B,$7F,$07,$9C,$06,$EE,$01,$0C,$07,$88,$04,$89,$7F,$0A,$71,$02,$D9,$0B,$66; RAW DATA : 	line "내 꿈을 이어갔으면 한다!"

	para $07,$AA,$0B,$66; RAW DATA : 	para "자!"
	line $07,$9C,$07,$D6,$7F,$05,$DD,$03,$2E,$04,$33,$03,$F5,$0B,$66; RAW DATA : 	line "이제 서두르렴!"

	para $07,$9C,$01,$27,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$07,$0A,$05,$B7,$05,$C3; RAW DATA : 	para "이건 포켓몬 역사상"
	line $06,$F6,$08,$BB,$02,$3D,$7F,$04,$DF,$07,$AA,$01,$89,$07,$9C,$7F,$03,$29,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	line "엄청난 발자국이 될거야!"
	done


_OaksLabText27::
	text $53,$0B,$62,$01,$26,$07,$D4,$04,$4B,$03,$C3,$01,$4D; RAW DATA : 	text $53,"『걱정말라고"
	line $0A,$72,$06,$C6,$04,$F6,$08,$26,$0B,$66; RAW DATA : 	line "할아버지!"
	cont $02,$3A,$04,$48,$7F,$04,$CF,$06,$EE,$0B,$66; RAW DATA : 	cont "나만 믿어!"

	para $52,$7F,$01,$8B,$07,$9C,$7F,$04,$4B,$0A,$72,$7F,$0A,$6A,$07,$44,$03,$15; RAW DATA : 	para $52," 굳이 말할 필요도"
	line $06,$F8,$08,$26,$04,$48,$7F,$02,$6A,$02,$C2,$7F,$03,$15,$07,$2D,$08,$09,$7F,$0A,$6A,$07,$44,$7F,$06,$F8,$06,$EE,$0B,$66; RAW DATA : 	line "없지만 너는 도와줄 필요 없어!"

	para $01,$A7,$03,$D1,$0B,$66; RAW DATA : 	para "그래!"
	line $02,$A9,$02,$3A,$07,$01,$01,$34,$7F,$09,$88,$07,$4E,$04,$6A,$07,$8B,$7F,$05,$64,$03,$F1,$06,$DF,$08,$26,$0B,$66; RAW DATA : 	line "누나에게 타운맵을 빌려야지!"

	para $02,$6A,$0A,$71,$09,$A7,$02,$C2,$7F,$08,$06,$08,$26,$04,$4B,$03,$C3,$01,$4D,$7F,$0A,$72,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	para "너한테는 주지말라고 할거야!"
	line $0A,$6F,$0A,$6F,$0A,$6F,$0B,$66; RAW DATA : 	line "하하하!"
	done

_OaksLabText_1d405::
	text $07,$CC,$7F,$07,$20,$04,$DA,$05,$B7,$07,$97,$7F,$07,$E6,$06,$26,$03,$FE; RAW DATA : 	text "전 오박사의 조수로"
	line $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$0C,$01,$88,$0A,$6F,$01,$4D,$7F,$07,$A6,$06,$EE,$07,$44; RAW DATA : 	line "포켓몬을 연구하고 있어요"

IF DEF(_YELLOW)
	done
	
ELSE
	done

_OaksLabText_441cc::
text $0A,$27,$09,$2F,$04,$93,$7F,$03,$15,$01,$08,$07,$97; RAW DATA : 	text "포켓몬 도감의"
	line $0A,$96,$07,$B7,$7F,$07,$2F,$05,$EA,$03,$15,$0B,$6A,$0B,$6A; RAW DATA : 	line "현재 완성도……"

	para $04,$DF,$01,$3F,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$50; RAW DATA : 	para "발견한 포켓몬@"
	TX_NUM hDexRatingNumMonsSeen, 1, 3
	text $7F; RAW DATA : 	text " "
	line $07,$B2,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$50; RAW DATA : 	line "잡은 포켓몬 @"
	TX_NUM hDexRatingNumMonsOwned, 1, 3
	text $0B,$66; RAW DATA : 	text "!"

	para $07,$20,$04,$DA,$05,$B7,$07,$97,$7F,$0A,$22,$01,$01,$0B,$6A,$0B,$6A; RAW DATA : 	para "오박사의 평가……"
	line $0B,$6A,$0B,$6A,$7F,$0B,$6A,$0B,$6A,$7F,$0B,$6A,$0B,$6A; RAW DATA : 	line "…… …… ……"
	prompt

_OaksLabText_44201::
	text $07,$09,$01,$B2,$07,$CA,$01,$B2,$07,$97,$7F,$0A,$3E,$06,$33,$07,$01,$7F,$03,$49,$06,$EE,$01,$01; RAW DATA : 	text "여기저기의 풀숲에 들어가"
	line $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$B2,$02,$C2,$7F,$01,$2D,$07,$9C,$02,$D9,$0B,$66; RAW DATA : 	line "포켓몬을 잡는 것이다!"
	done


_OaksLabText_44206::
	text $0A,$C4,$07,$62,$0B,$6B,$7F,$07,$0D,$06,$69,$0A,$F7,$7F,$0A,$6F,$01,$4D,$7F,$07,$A6,$01,$8A; RAW DATA : 	text "후움, 열심히 하고 있군"
	line $02,$4B,$7F,$07,$E6,$06,$26,$0A,$71,$09,$A7,$7F,$0A,$63,$03,$D1,$06,$63,$04,$36,$7F,$01,$01,$07,$DE,$01,$01,$03,$C3,$0B,$66; RAW DATA : 	line "내 조수한테 플래시를 가져가라!"
	done

_OaksLabText_4420b::
	text $0A,$27,$09,$2F,$04,$93,$7F,$03,$15,$01,$08,$07,$88,$03,$FE,$02,$C2,$7F,$06,$C6,$08,$27; RAW DATA : 	text "포켓몬 도감으로는 아직"
	line $06,$E7,$07,$9C,$7F,$05,$2E,$07,$E7,$0A,$78,$0B,$66,$7F,$07,$09,$03,$DF; RAW DATA : 	line "양이 부족해! 여러"
	cont $07,$EE,$04,$29,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$07,$B2,$03,$15,$03,$FF,$7F,$0A,$6F,$01,$25,$03,$C3,$0B,$66; RAW DATA : 	cont "종류의 포켓몬을 잡도록 하거라!"
	done

_OaksLabText_44210::
	text $0A,$C4,$07,$62,$0B,$6B,$7F,$07,$0D,$06,$69,$0A,$F7,$7F,$0A,$6F,$01,$4D,$7F,$07,$A6,$01,$8A; RAW DATA : 	text "후움, 열심히 하고 있군"
	line $02,$4B,$7F,$07,$E6,$06,$26,$0A,$71,$09,$A7,$7F,$09,$8D,$08,$26,$01,$B2,$04,$36,$7F,$01,$01,$07,$DE,$01,$01,$03,$C3,$0B,$66; RAW DATA : 	line "내 조수한테 탐지기를 가져가라!"
	done

_OaksLabText_44215::
	text $01,$82,$07,$B5,$0A,$6F,$01,$8A,$0B,$66; RAW DATA : 	text "굉장하군!"
	line $FB,$F6,$07,$EE,$04,$29,$04,$36,$7F,$04,$90,$06,$D2,$07,$8B,$03,$77; RAW DATA : 	line "50종류를 모았을때"
	cont $07,$E6,$06,$26,$0A,$71,$09,$A7,$7F,$01,$01,$05,$21,$03,$C3,$0B,$66; RAW DATA : 	cont "조수한테 가봐라!"
	done

_OaksLabText_4421a::
	text $0A,$C4,$07,$62,$0B,$6B,$7F,$07,$0D,$06,$69,$0A,$F7,$7F,$0A,$6F,$01,$4D,$7F,$07,$A6,$01,$8A; RAW DATA : 	text "후움, 열심히 하고 있군"
	line $02,$4B,$7F,$07,$E6,$06,$26,$0A,$71,$09,$A7,$7F,$0A,$70,$06,$60,$07,$B5,$09,$01,$04,$36,$7F,$01,$01,$07,$DE,$01,$01,$03,$C3,$0B,$66; RAW DATA : 	line "내 조수한테 학습장치를 가져가라!"
	done

_OaksLabText_4421f::
	text $0A,$14,$07,$9C,$08,$26,$03,$15,$7F,$02,$C3,$06,$EE,$02,$3D,$7F,$01,$2D,$7F,$01,$10,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	text "페이지도 늘어난 것 같구나!"
	line $01,$A7,$7F,$05,$C3,$09,$92,$03,$FE,$7F,$02,$F5,$07,$4D,$7F,$07,$0D,$06,$69,$0A,$F7,$7F,$0A,$6F,$01,$25,$03,$C3,$0B,$66; RAW DATA : 	line "그 상태로 더욱 열심히 하거라!"
	done

_OaksLabText_44224::
	text $02,$3C,$06,$6B,$02,$EB,$02,$C2,$7F,$06,$05,$07,$01,$7F,$02,$76,$06,$FA,$02,$C2,$01,$01,$0B,$67; RAW DATA : 	text "낚싯대는 손에 넣었는가?"
	line $07,$09,$01,$B2,$07,$CA,$01,$B2,$05,$DD,$7F,$02,$3C,$06,$63,$04,$36,$7F,$0A,$71,$02,$D9,$04,$89; RAW DATA : 	line "여기저기서 낚시를 한다면"
	cont $02,$F5,$07,$4D,$7F,$04,$49,$07,$9C,$7F,$04,$90,$07,$8B,$7F,$06,$26,$7F,$07,$A6,$02,$DC,$02,$D9,$0B,$66; RAW DATA : 	cont "더욱 많이 모을 수 있단다!"
	done

_OaksLabText_44229::
	text $01,$82,$07,$B5,$0A,$6F,$01,$8A,$0B,$66; RAW DATA : 	text "굉장하군!"
	line $02,$6A,$02,$C2,$7F,$04,$B0,$01,$27,$07,$8B,$7F,$06,$26,$08,$2D,$0A,$6F,$02,$C2,$7F,$01,$2D,$07,$8B; RAW DATA : 	line "너는 물건을 수집하는 것을"
	cont $07,$F1,$06,$C6,$0A,$6F,$08,$26,$0B,$67; RAW DATA : 	cont "좋아하지?"
	done

_OaksLabText_4422e::
	text $07,$2A,$0B,$66,$7F,$05,$CD,$01,$02,$0A,$78,$05,$18,$04,$89,$7F,$07,$CA,$04,$F8,$07,$01; RAW DATA : 	text "옷! 생각해보면 저번에"
	line $07,$E6,$05,$B7,$0A,$7F,$07,$8B,$7F,$03,$77,$05,$18,$02,$D9,$03,$15; RAW DATA : 	line "조사했을 때보다도"
	cont $04,$49,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$04,$DF,$01,$3F,$03,$27,$06,$FA,$06,$FA,$08,$26; RAW DATA : 	cont "많은 포켓몬이 발견되었었지"
	done

_OaksLabText_44233::
	text $04,$B9,$03,$C9,$0B,$66; RAW DATA : 	text "뭐랏!"
	line $F7,$F6,$F6,$07,$EE,$04,$29,$04,$36,$7F,$02,$71,$06,$FA,$02,$D9,$01,$4D,$0B,$66; RAW DATA : 	line "100종류를 넘었다고!"
	cont $07,$9C,$01,$2D,$07,$8A,$7F,$02,$EB,$02,$DC,$0A,$F7,$7F,$07,$F1,$07,$8A,$7F,$03,$15,$01,$08,$07,$9C; RAW DATA : 	cont "이것은 대단히 좋은 도감이"
	cont $03,$29,$7F,$01,$2D,$7F,$01,$10,$01,$88,$02,$3A,$0B,$66,$7F,$01,$B2,$02,$EB,$0A,$6F,$01,$3A,$02,$D9,$0B,$66; RAW DATA : 	cont "될 것 같구나! 기대하겠다!"
	done
_OaksLabText_44238::
	text $0A,$A3,$07,$20,$0B,$66,$7F,$0A,$EF,$04,$CC,$01,$01,$7F,$05,$CD,$01,$B2,$02,$C2,$01,$88,$02,$3A,$0B,$66; RAW DATA : 	text "호오! 흥미가 생기는구나!"
	line $07,$B2,$02,$C2,$7F,$01,$2D,$05,$A3,$04,$48,$7F,$06,$C6,$02,$CF,$03,$C3; RAW DATA : 	line "잡는 것뿐만 아니라"
	cont $08,$28,$0A,$AD,$03,$15,$7F,$06,$63,$09,$31,$02,$95,$01,$25,$03,$C3,$0B,$66; RAW DATA : 	cont "진화도 시켜놓거라!"
	done

_OaksLabText_4423d::
	text $09,$03,$01,$88,$03,$49,$01,$6A,$7F,$01,$83,$0A,$AF,$0A,$6F,$01,$4D,$7F,$07,$A6,$02,$C2,$01,$01,$0B,$67; RAW DATA : 	text "친구들과 교환하고 있는가?"
	line $0A,$A5,$07,$AA,$05,$DD,$02,$C2,$7F,$04,$65,$07,$4C,$7F,$0A,$FB,$03,$49,$09,$A7,$02,$CF,$01,$BE; RAW DATA : 	line "혼자서는 매우 힘들테니까"
	done
_OaksLabText_44242::
	text $07,$09,$01,$B2,$01,$BE,$08,$26,$7F,$03,$15,$01,$08,$07,$9C,$7F,$04,$48,$03,$49,$06,$EE,$07,$E3,$02,$D9,$04,$89; RAW DATA : 	text "여기까지 도감이 만들어졌다면"
	line $07,$9C,$04,$CC,$7F,$0A,$61,$03,$FE,$07,$97,$7F,$01,$46,$08,$26,$02,$D9,$0B,$66; RAW DATA : 	line "이미 프로의 경지다!"
	done
_OaksLabText_44247::
	text $02,$EB,$02,$DC,$0A,$78,$0B,$66,$7F,$04,$4B,$0A,$72,$7F,$01,$2D,$03,$15,$7F,$06,$F8,$02,$D9,$0B,$66; RAW DATA : 	text "대단해! 말할 것도 없다!"
	line $02,$6A,$02,$C2,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$04,$DA,$05,$B7,$01,$01,$7F,$03,$29,$01,$D8,$06,$DF,$0B,$66; RAW DATA : 	line "너는 포켓몬 박사가 될꺼야!"
	done

_OaksLabText_4424c::
	text $07,$20,$07,$2A,$7F,$02,$0E,$07,$01,$05,$DD,$03,$15,$7F,$01,$A7,$04,$3E,$02,$F8; RAW DATA : 	text "오옷 꿈에서도 그리던"
	line $0A,$0B,$0A,$15,$09,$DE,$0A,$71,$7F,$03,$15,$01,$08,$07,$97; RAW DATA : 	line "퍼펙트한 도감의"
	cont $07,$2F,$05,$EA,$07,$9C,$01,$88,$02,$3A,$0B,$66,$0B,$6A,$0B,$6A,$7F,$08,$E0,$0A,$6F,$0A,$71,$02,$D9,$0B,$66; RAW DATA : 	cont "완성이구나!…… 축하한다!"
	done

ENDC
