_PewterMartText2::
	text $06,$26,$05,$C3,$0A,$71,$7F,$02,$8B,$07,$9E,$07,$9C,$7F,$02,$3A,$0A,$71,$09,$A7; RAW DATA : 	text "수상한 노인이 나한테"
	line $07,$9C,$7F,$07,$9C,$05,$C3,$0A,$71,$7F,$04,$B0,$01,$4D,$01,$B2,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B; RAW DATA : 	line "이 이상한 물고기 포켓몬을"
	cont $05,$B7,$01,$34,$0A,$7F,$06,$EE,$0B,$66; RAW DATA : 	cont "사게했어!"

   

	para $06,$F6,$08,$BB,$7F,$06,$E0,$0A,$71,$09,$A7; RAW DATA : 	para "엄청 약한테"
	line $FB,$F6,$F6,$07,$68,$07,$9C,$02,$3A,$7F,$0A,$7F,$02,$D9,$01,$88,$0B,$66; RAW DATA : 	line "500원이나 했다구!"
	done

 

_PewterMartText3::
	text $06,$E0,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$07,$9C,$03,$C3,$03,$15,$7F,$08,$21,$01,$2C,$01,$34; RAW DATA : 	text "약한 포켓몬이라도 즐겁게"
	line $09,$80,$07,$4C,$02,$D9,$05,$18,$04,$89,$7F,$07,$F1,$07,$8A,$07,$9F,$07,$9C,$7F,$07,$A6,$07,$8B,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	line "키우다보면 좋은일이 있을거야!"
	done

 
