_PewterCityText1::
	text $05,$AF,$05,$AF,$02,$C2,$7F,$02,$DE,$07,$01,$05,$DD,$7F,$07,$34,$02,$D9,$02,$C2; RAW DATA : 	text "삐삐는 달에서 왔다는"
	line $01,$01,$05,$E3,$07,$9C,$7F,$07,$A6,$06,$EE,$0B,$66; RAW DATA : 	line "가설이 있어!"

	para $02,$DE,$07,$97,$7F,$03,$19,$07,$9C,$7F,$02,$DE,$04,$62,$07,$9C,$7F,$05,$BA,$07,$01; RAW DATA : 	para "달의 돌이 달맞이 산에"
	line $03,$83,$06,$EE,$08,$28,$7F,$0A,$C4,$03,$FE,$7F,$02,$3A,$09,$88,$02,$45,$01,$25,$03,$47; RAW DATA : 	line "떨어진 후로 나타났거든"
	done

_PewterCityText2::
	text $07,$9C,$01,$67,$07,$01,$02,$C2,$7F,$06,$F6,$08,$BB,$02,$3D,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$02,$C2; RAW DATA : 	text "이곳에는 엄청난 트레이너는"
	line $05,$10,$03,$FE,$7F,$06,$F8,$06,$EE; RAW DATA : 	line "별로 없어"

	para $01,$4D,$07,$AB,$0A,$78,$06,$DF,$7F,$01,$4F,$08,$E6,$08,$A4,$08,$2D; RAW DATA : 	para "고작해야 곤충채집"
	line $06,$02,$02,$82,$07,$D4,$03,$15,$03,$C6,$01,$BE; RAW DATA : 	line "소년정도랄까"
	cont $0A,$6F,$08,$26,$04,$48,$7F,$0A,$B8,$05,$C6,$7F,$08,$BC,$07,$80,$01,$6C,$07,$97; RAW DATA : 	cont "하지만 회색 체육관의"
	cont $07,$65,$07,$8A,$7F,$07,$2F,$07,$CC,$7F,$02,$DE,$03,$C3,$0B,$66; RAW DATA : 	cont "웅은 완전 달라!"
	done

_PewterCityText_193f1::
	text $04,$DA,$04,$B0,$01,$6C,$07,$8A; RAW DATA : 	text "박물관은"
	line $01,$0C,$02,$D9,$7F,$07,$34,$06,$EE,$0B,$67; RAW DATA : 	line "갔다 왔어?"
	done

_PewterCityText_193f6::
	text $02,$DE,$04,$62,$07,$9C,$7F,$05,$BA,$07,$01,$05,$DD,$7F,$04,$DF,$01,$3F,$0A,$71,$7F,$0A,$AD,$05,$DE,$03,$49; RAW DATA : 	text "달맞이 산에서 발견한 화석들"
	line $07,$D4,$04,$4B,$7F,$04,$7A,$08,$26,$08,$26,$7F,$06,$CA,$06,$C6,$0B,$67; RAW DATA : 	line "정말 멋지지 않아?"
	done

_PewterCityText_193fb::
	text $04,$B9,$0B,$67; RAW DATA : 	text "뭐?"
	line $07,$09,$01,$B2,$01,$BE,$08,$26,$7F,$07,$34,$07,$88,$04,$89; RAW DATA : 	line "여기까지 왔으면"
	cont $0A,$71,$04,$F8,$7F,$01,$01,$05,$21,$06,$DF,$08,$26,$0B,$66; RAW DATA : 	cont "한번 가봐야지!"
	done

_PewterCityText13::
	text $04,$D9,$03,$FE,$7F,$07,$09,$01,$B2,$06,$DF,$0B,$66; RAW DATA : 	text "바로 여기야!"
	line $07,$A4,$07,$B5,$04,$11,$04,$36,$7F,$02,$4B,$01,$B4,$7F,$0A,$6F,$08,$26,$04,$48; RAW DATA : 	line "입장료를 내긴 하지만"
	cont $01,$A7,$04,$48,$0A,$71,$7F,$01,$01,$09,$01,$01,$01,$7F,$07,$A6,$06,$EE,$0B,$66; RAW DATA : 	cont "그만한 가치가 있어!"
	cont $01,$A7,$03,$E3,$7F,$02,$3A,$08,$0F,$07,$01,$7F,$02,$D9,$06,$63,$05,$18,$07,$AA,$0B,$66; RAW DATA : 	cont "그럼 나중에 다시보자!"
	done

_PewterCityText_19427::
	text $06,$3C,$07,$9C,$07,$9C,$07,$9D,$0B,$66; RAW DATA : 	text "쉬이이익!"
	line $02,$4B,$01,$01,$7F,$04,$B9,$0A,$6F,$02,$C2,$08,$26,$7F,$06,$CB,$06,$C6,$0B,$67; RAW DATA : 	line "내가 뭐하는지 알아?"
	done

 

_PewterCityText_1942c::
	text $04,$62,$06,$C6,$0B,$66; RAW DATA : 	text "맞아!"
	line $07,$9C,$01,$25,$7F,$08,$28,$08,$35,$7F,$0A,$FB,$03,$49,$02,$D9,$02,$CF,$01,$BE,$0B,$66; RAW DATA : 	line "이거 진짜 힘들다니까!"
	done

 

_PewterCityText_19431::
	text $0A,$27,$09,$2F,$04,$93,$07,$9C,$7F,$02,$4B,$7F,$07,$D4,$07,$68,$07,$01,$7F,$04,$98,$7F,$03,$49,$06,$EE,$07,$20,$01,$34; RAW DATA : 	text "포켓몬이 내 정원에 못 들어오게"
	line $04,$FA,$03,$E9,$0A,$B8,$0A,$67,$7F,$06,$4A,$0A,$61,$03,$E9,$07,$9C,$04,$36; RAW DATA : 	line "벌레회피 스프레이를"
	cont $05,$A1,$04,$3E,$02,$C2,$7F,$08,$0F,$07,$9C,$06,$DF,$0B,$66; RAW DATA : 	cont "뿌리는 중이야!"
	done

  

_PewterCityText_1945d::
	text $02,$6A,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$08,$26,$0B,$67; RAW DATA : 	text "너 트레이너지?"
	line $07,$65,$07,$9C,$7F,$05,$C5,$7F,$03,$15,$07,$CC,$07,$AA,$04,$36; RAW DATA : 	line "웅이 새 도전자를"
	cont $08,$A3,$01,$4D,$7F,$07,$A6,$02,$D9,$02,$F8,$03,$05,$0B,$66; RAW DATA : 	cont "찾고 있다던데!"
	cont $03,$6B,$03,$C3,$07,$2D,$0B,$66; RAW DATA : 	cont "따라와!"
	done

   

_PewterCityText_19462::
_PewterCityText14::
	text $07,$65,$07,$01,$01,$34,$7F,$03,$15,$07,$CC,$0A,$78,$05,$DD; RAW DATA : 	text "웅에게 도전해서"
	line $02,$6A,$07,$97,$7F,$06,$67,$03,$F2,$07,$8B,$7F,$08,$25,$04,$8D,$0A,$78,$05,$21,$0B,$66; RAW DATA : 	line "너의 실력을 증명해봐!"
	done

_PewterCityText6::
	text $0B,$6A,$0B,$6A,$7F,$03,$46,$07,$9C,$7F,$03,$27,$02,$C2,$7F,$01,$34,$06,$63,$09,$F7,$0B,$66; RAW DATA : 	text "…… 득이 되는 게시판!"


	para $07,$CC,$09,$C5,$07,$01,$7F,$08,$9C,$01,$01,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8A; RAW DATA : 	para "전투에 참가한 포켓몬은"
	line $07,$CB,$01,$B4,$7F,$0A,$6F,$08,$26,$04,$48,$7F,$04,$90,$03,$2E,$7F; RAW DATA : 	line "적긴 하지만 모두 "
	cont $01,$46,$0A,$88,$09,$01,$04,$36,$7F,$06,$F2,$02,$C2,$02,$D9,$0B,$66; RAW DATA : 	cont "경험치를 얻는다!"
	done

 

_PewterCityText7::
	text $06,$CB,$04,$42,$0B,$66; RAW DATA : 	text "알림!"

	para $03,$15,$03,$2F,$03,$49,$07,$9C,$7F,$02,$DE,$04,$62,$07,$9C,$7F,$05,$BA,$07,$97,$7F,$0A,$AD,$05,$DE,$03,$49,$07,$8B; RAW DATA : 	para "도둑들이 달맞이 산의 화석들을"
	line $0A,$C9,$08,$C4,$7F,$02,$DE,$06,$C6,$02,$45,$06,$60,$02,$CF,$02,$D9,$0B,$66; RAW DATA : 	line "훔쳐 달아났습니다!"
	
	para $07,$D4,$05,$18,$04,$36,$7F,$01,$01,$08,$28,$7F,$07,$AA,$02,$C2,$7F,$06,$03,$0A,$F7; RAW DATA : 	para "정보를 가진 자는 속히"
	cont $0A,$B8,$05,$C6,$06,$63,$09,$EC,$7F,$01,$46,$08,$9B,$07,$01,$01,$34,$7F,$07,$0C,$03,$C4,$04,$D9,$03,$C8,$02,$CF,$02,$D9,$0B,$66; RAW DATA : 	cont "회색시티 경찰에게 연락바랍니다!"
	done

_PewterCityText10::
	text $07,$9C,$01,$67,$07,$8A,$7F,$0A,$B8,$05,$C6,$06,$63,$09,$EC,$7F,$01,$6A,$0A,$70,$7F,$04,$DA,$04,$B0,$01,$6C; RAW DATA : 	text "이곳은 회색시티 과학 박물관"
	done

_PewterCityText11::
	text $0A,$B8,$05,$C6,$06,$63,$09,$EC,$07,$97,$7F,$0A,$27,$09,$2F,$04,$93,$7F,$08,$BC,$07,$80,$01,$6C; RAW DATA : 	text "회색시티의 포켓몬 체육관"
	line $01,$6C,$07,$B5,$07,$9E,$7F,$07,$65; RAW DATA : 	line "관장인 웅"
	cont $01,$0D,$0A,$6F,$01,$4D,$7F,$02,$DC,$02,$DC,$0A,$71,$7F,$07,$97,$08,$26,$07,$97,$7F,$05,$B7,$02,$3A,$07,$9C; RAW DATA : 	cont "강하고 단단한 의지의 사나이"
	done

_PewterCityText12::
	text $07,$9C,$01,$67,$07,$8A,$7F,$0A,$B8,$05,$C6,$06,$63,$09,$EC; RAW DATA : 	text "이곳은 회색시티"
	line $0A,$B8,$05,$C6,$07,$8A,$7F,$07,$B7,$07,$2D,$7F,$03,$19,$07,$97,$7F,$05,$C6,$01,$C2; RAW DATA : 	line "회색은 재와 돌의 색깔"
	done

