_Route11GateText1::
	text $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$04,$49,$07,$9C,$7F,$07,$B2,$06,$C6,$04,$F6,$04,$3E,$04,$89; RAW DATA : 	text "포켓몬을 많이 잡아버리면"
	line $07,$9C,$04,$37,$7F,$08,$2E,$01,$B2,$01,$01,$7F,$0A,$FB,$03,$49,$08,$26,$06,$CA,$06,$C6,$0B,$67; RAW DATA : 	line "이름 짓기가 힘들지않아?"

 

	para $05,$18,$03,$C3,$09,$88,$07,$4E,$07,$01,$02,$C2,$7F,$07,$9C,$04,$37,$07,$8B,$7F,$0A,$22,$01,$01,$0A,$78,$08,$06,$02,$C2; RAW DATA : 	para "보라타운에는 이름을 평가해주는"
	line $07,$D1,$06,$2A,$01,$01,$01,$01,$7F,$07,$A6,$06,$EE; RAW DATA : 	line "점술가가 있어"

	para $07,$9C,$04,$37,$07,$8B,$7F,$05,$C5,$03,$FE,$7F,$08,$2E,$02,$C2,$01,$2D,$03,$15; RAW DATA : 	para "이름을 새로 짓는것도"
	line $03,$15,$07,$2D,$08,$09,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	line "도와줄거야!"
	done
