_Route15GateUpstairsText_4968c::
	text $0A,$70,$06,$60,$07,$B5,$09,$01,$02,$C2,$7F,$08,$26,$02,$CF,$01,$4D,$07,$A6,$02,$C2; RAW DATA : 	text "학습장치는 지니고있는"
	line $04,$90,$03,$47,$7F,$0A,$27,$09,$2F,$04,$93,$07,$01,$01,$34; RAW DATA : 	line "모든 포켓몬에게"
	cont $01,$46,$0A,$88,$09,$01,$04,$36,$7F,$02,$3A,$02,$B2,$08,$06,$02,$C2,$7F,$03,$15,$01,$88,$07,$19,$07,$44; RAW DATA : 	cont "경험치를 나눠주는 도구예요"
 

	para $0A,$6F,$08,$26,$04,$48,$7F,$01,$A7,$04,$48,$09,$7D; RAW DATA : 	para "하지만 그만큼"
	line $01,$02,$01,$02,$7F,$06,$F2,$02,$C2,$7F,$01,$46,$0A,$88,$09,$01,$7F,$06,$E7,$07,$8A; RAW DATA : 	line "각각 얻는 경험치 양은"
	cont $07,$CB,$06,$EE,$07,$DE,$07,$44; RAW DATA : 	cont "적어져요"

	para $0A,$6A,$07,$44,$7F,$06,$F8,$07,$8B,$7F,$03,$77,$02,$C2; RAW DATA : 	para "필요 없을 때는"
	line $09,$24,$0A,$4B,$09,$9D,$07,$01,$7F,$02,$76,$06,$EE,$03,$2E,$04,$89,$7F,$03,$27; RAW DATA : 	line "컴퓨터에 넣어두면 되"
	Done

_Route15GateUpstairsText_49698::
	text $06,$76,$06,$C8,$01,$46,$07,$8B,$7F,$03,$49,$07,$09,$02,$D9,$7F,$05,$18,$06,$D2,$02,$D9,$0B,$66; RAW DATA : 	text "쌍안경을 들여다 보았다!"



	para $07,$AB,$07,$8A,$7F,$05,$E6,$01,$10,$07,$8A,$01,$34,$7F,$05,$18,$07,$9E,$02,$D9,$0B,$66; RAW DATA : 	para "작은 섬같은게 보인다!"
	done



