_Route2GateText_5d616::
	text $05,$61,$07,$CC,$04,$73,$06,$65,$7F,$0A,$63,$03,$D1,$06,$63,$02,$C2; RAW DATA : 	text "비전머신 플래시는"
	line $06,$EE,$03,$82,$7F,$06,$EE,$03,$2E,$07,$4E,$7F,$02,$F8,$07,$CC,$07,$9C,$03,$C3,$03,$15; RAW DATA : 	line "어떤 어두운 던전이라도"
	cont $04,$E0,$01,$34,$7F,$04,$E0,$0A,$94,$07,$44; RAW DATA : 	cont "밝게 밝혀요"
	Done

_Route2GateText2::
	text $0A,$63,$03,$D1,$06,$63,$04,$36,$7F,$04,$E8,$07,$4E,$7F,$0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$03,$05,$03,$F1,$01,$01,$04,$89; RAW DATA : 	text "플래시를 배운 포켓몬을 데려가면"
	line $03,$19,$05,$BA,$7F,$09,$9D,$02,$6E,$07,$8B,$7F,$09,$BB,$01,$6A,$0A,$72,$7F,$06,$26,$7F,$07,$A6,$07,$8B,$01,$25,$06,$DF; RAW DATA : 	line "돌산 터널을 통과할 수 있을거야"
	Done

