_SafariZoneWestText5::
	text $0A,$DE,$01,$34,$06,$02; RAW DATA : 	text "휴게소"
	done

_SafariZoneWestText6::
	text $0B,$6A,$0B,$6A,$7F,$01,$68,$08,$26,$05,$B7,$0A,$77; RAW DATA : 	text "…… 공지사항"

	para $05,$B7,$09,$F4,$04,$3E,$07,$E8,$7F,$07,$68,$07,$B5,$07,$97,$7F,$01,$AD,$09,$E2,$02,$CF,$01,$01; RAW DATA : 	para "사파리존 원장의 금틀니가"
	line $05,$30,$06,$67,$03,$27,$05,$DD,$7F,$08,$A3,$01,$4D,$07,$A6,$06,$60,$02,$CF,$02,$D9; RAW DATA : 	line "분실되서 찾고있습니다"
	cont $01,$AD,$09,$E2,$02,$CF,$04,$36,$7F,$08,$A3,$07,$88,$06,$63,$02,$C2,$7F,$05,$30,$07,$01,$01,$35; RAW DATA : 	cont "금틀니를 찾으시는 분에겐"
	cont $08,$E6,$05,$30,$0A,$71,$7F,$05,$B7,$03,$FA,$04,$36,$7F,$0A,$6F,$01,$3A,$06,$60,$02,$CF,$02,$D9,$0B,$66; RAW DATA : 	cont "충분한 사례를 하겠습니다!"

	para $07,$0C,$03,$C4,$08,$B3,$7F,$0B,$6A,$0B,$6A,$7F,$07,$68,$07,$B5; RAW DATA : 	para "연락처 …… 원장"
	done

_SafariZoneWestText7::
	text $0B,$6A,$0B,$6A,$7F,$03,$46,$07,$9C,$7F,$03,$27,$02,$C2,$7F,$01,$34,$06,$63,$09,$F7,$0B,$66; RAW DATA : 	text "…… 득이 되는 게시판!"

	para $05,$B7,$09,$F4,$04,$3E,$07,$E8,$7F,$09,$8D,$0A,$88; RAW DATA : 	para "사파리존 탐험"
	line $09,$17,$0A,$14,$07,$9E,$0B,$66; RAW DATA : 	line "캠페인!"

	para $05,$61,$04,$D0,$07,$97,$7F,$08,$2D,$07,$8B; RAW DATA : 	para "비밀의 집을"
	line $08,$A3,$06,$C6,$05,$18,$05,$EC,$07,$44,$0B,$66; RAW DATA : 	line "찾아보세요!"
	done

_SafariZoneWestText8::
	text $07,$9C,$01,$67,$07,$8A,$7F,$F9,$7F,$01,$88,$07,$0A; RAW DATA : 	text "이곳은 3 구역"
	line $03,$1F,$08,$6A,$7F,$0B,$6A,$0B,$6A,$7F,$08,$0F,$06,$D3,$7F,$01,$88,$07,$0A; RAW DATA : 	line "동쪽 …… 중앙 구역"
	done
