_SafariZoneRestHouse4Text1::
	text $03,$75,$07,$77,$07,$01,$05,$DD,$7F,$08,$A3,$06,$C6,$02,$4D,$7F,$06,$C6,$07,$9C,$09,$AB,$07,$8A; RAW DATA : 	text "땅위에서 찾아낸 아이템은"
	line $06,$F3,$04,$46,$03,$47,$08,$26,$7F,$08,$26,$02,$D2,$06,$26,$7F,$07,$A6,$06,$60,$02,$CF,$02,$D9; RAW DATA : 	line "얼마든지 지닐수 있습니다"

	para $0A,$6F,$08,$26,$04,$48,$7F,$0A,$71,$01,$D8,$04,$F8,$07,$01,$7F,$02,$D9,$06,$B2,$04,$89; RAW DATA : 	para "하지만 한꺼번에 다쓰면"
	line $07,$9C,$07,$4B,$06,$63,$01,$03,$07,$9C,$7F,$07,$EE,$04,$11,$03,$27,$08,$02,$0B,$66; RAW DATA : 	line "이용시간이 종료되죠!"
	done

_SafariZoneRestHouse4Text2::
	text $05,$B7,$09,$F4,$04,$3E,$07,$E8,$7F,$01,$BD,$06,$27,$0A,$71,$01,$67,$07,$88,$03,$FE,$7F,$01,$01,$7F,$05,$21; RAW DATA : 	text "사파리존 깊숙한곳으로 가 봐"
	line $05,$18,$05,$C3,$07,$9C,$7F,$07,$A6,$07,$8B,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	line "보상이 있을거야!"
	done

_SafariZoneRestHouse4Text3::
	text $02,$4B,$7F,$07,$9C,$05,$4A,$07,$9C,$01,$01; RAW DATA : 	text "내 이브이가"
	line $05,$2E,$06,$4A,$09,$9D,$03,$FE,$7F,$08,$28,$0A,$AD,$0A,$7F,$06,$EE,$0B,$66; RAW DATA : 	line "부스터로 진화했어!"

	para $09,$03,$01,$88,$02,$77,$7F,$07,$9C,$05,$4A,$07,$9C,$02,$C2; RAW DATA : 	para "친구네 이브이는"
	line $05,$CE,$04,$CC,$03,$45,$03,$FE,$7F,$08,$28,$0A,$AD,$0A,$7F,$02,$EB,$0B,$66; RAW DATA : 	line "샤미드로 진화했대!"
	cont $07,$9C,$01,$34,$7F,$07,$36,$7F,$01,$A7,$03,$E1,$08,$26,$7F,$04,$90,$04,$33,$01,$3A,$06,$EE; RAW DATA : 	cont "이게 왜 그런지 모르겠어"
	done
