_SaffronGateText_1dfe7::
	text $06,$EE,$0A,$DE,$0B,$6B,$04,$91,$04,$46,$04,$35,$03,$05; RAW DATA : 	text "어휴,목마른데"
	line $08,$26,$01,$AD,$07,$8A,$7F,$01,$2B,$04,$AE,$06,$02,$7F,$01,$A9,$04,$AB,$06,$63,$01,$03,$07,$9C,$06,$DF,$0B,$66; RAW DATA : 	line "지금은 검문소 근무시간이야!"

	para $01,$25,$01,$B2,$7F,$07,$B1,$01,$C1,$04,$48; RAW DATA : 	para "거기 잠깐만"
	line $07,$09,$01,$B2,$02,$C2,$7F,$08,$E2,$07,$A4,$05,$32,$01,$01,$02,$D9; RAW DATA : 	line "여기는 출입불가다"
	done

_SaffronGateText_8aaa9::
	text $06,$EE,$07,$9C,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$0B,$66; RAW DATA : 	text "어이 트레이너!"
	line $08,$26,$01,$AD,$7F,$04,$91,$04,$4B,$03,$C3,$7F,$08,$07,$07,$8B,$7F,$08,$26,$01,$46,$07,$9C,$01,$25,$03,$47,$0B,$66; RAW DATA : 	line "지금 목말라 죽을 지경이거든!"
	cont $0B,$6A,$0B,$6A,$01,$A7,$03,$D1,$05,$DD,$7F,$01,$A7,$03,$E1,$03,$05; RAW DATA : 	cont "……그래서 그런데"
	cont $01,$A7,$7F,$07,$8D,$04,$11,$06,$26,$07,$EB,$7F,$08,$06,$04,$89,$7F,$06,$C8,$03,$29,$01,$BE,$0B,$67,$50,$50; RAW DATA : 	cont "그 음료수좀 주면 안될까?@@"

_SaffronGateText_1dff1::
	db $0
	para $02,$0C,$01,$D9,$0B,$6A,$0B,$6A,$7F,$02,$0C,$01,$D9,$0B,$6A,$0B,$6A; RAW DATA : 	para "꿀꺽…… 꿀꺽……"
	line $04,$FA,$09,$20,$0B,$6A,$0B,$6A; RAW DATA : 	line "벌컥……"
	cont $02,$8B,$03,$CB,$06,$63,$09,$EC,$07,$01; RAW DATA : 	cont "노랑시티에"
	cont $08,$E2,$07,$A4,$0A,$6F,$01,$4D,$7F,$06,$6D,$02,$D9,$04,$89,$0B,$6A,$0B,$6A; RAW DATA : 	cont "출입하고 싶다면……"
	cont $0B,$6A,$0B,$6A; RAW DATA : 	cont "……"
	cont $09,$BB,$01,$6A,$06,$63,$09,$31,$08,$06,$04,$46; RAW DATA : 	cont "통과시켜주마"
	cont $02,$D9,$04,$35,$7F,$01,$2B,$04,$AE,$01,$6C,$03,$49,$0A,$71,$09,$A7,$03,$15; RAW DATA : 	cont "다른 검문관들한테도"
	cont $08,$E2,$07,$A4,$0A,$83,$01,$01,$7F,$07,$CC,$02,$DE,$0A,$78,$03,$2E,$04,$46,$0B,$66; RAW DATA : 	cont "출입허가 전달해두마!"
	done

_SaffronGateText_1dff6::
	text $06,$C8,$02,$87,$0A,$6F,$02,$CF,$0B,$67; RAW DATA : 	text "안녕하니?"
	line $07,$8D,$04,$11,$06,$26,$7F,$01,$4D,$04,$46,$07,$6C,$02,$D9,$0B,$66; RAW DATA : 	line "음료수 고마웠다!"
	done
