_SSAnne2Text1::
	text $07,$9C,$7F,$04,$E8,$02,$C2,$7F,$09,$DE,$03,$E9,$07,$9C,$02,$6A,$03,$49,$07,$8B,$7F,$07,$77,$0A,$71; RAW DATA : 	text "이 배는 트레이너들을 위한"
	line $0A,$A3,$0A,$AD,$7F,$07,$09,$01,$14,$05,$E1,$07,$9C,$08,$02; RAW DATA : 	line "호화 여객선이죠"
	
	para $06,$EE,$02,$C0,$7F,$0A,$77,$01,$88,$07,$01,$05,$DD,$02,$3A,$7F,$07,$CA,$0A,$F2; RAW DATA : 	para "어느 항구에서나 저흰"
	line $09,$DE,$03,$E9,$07,$9C,$02,$6A,$07,$2D,$7F,$09,$F4,$09,$EC,$04,$36,$7F,$08,$21,$01,$B4,$02,$E4,$02,$CF,$02,$D9; RAW DATA : 	line "트레이너와 파티를 즐긴답니다"
	done

_SSAnneRivalBeforeBattleText::
	text $53, $0B,$62,$05,$20,$08,$1A,$04,$33,$0B,$66; RAW DATA : 	text $53, "『봉쥬르!"
	line $52, $0B,$66; RAW DATA : 	line $52, "!"

	para $02,$6E,$7F,$07,$09,$01,$B2,$05,$DD,$7F,$05,$18,$01,$34,$7F,$03,$29; RAW DATA : 	para "널 여기서 보게 될"
	line $08,$09,$07,$9C,$06,$DF,$0B,$66; RAW DATA : 	line "줄이야!"

	para $52
	line $08,$28,$08,$35,$7F,$02,$6A,$7F,$08,$CA,$02,$EB,$04,$DE,$07,$8A,$01,$25,$7F,$04,$62,$06,$C6,$0B,$67; RAW DATA : 	line "진짜 너 초대받은거 맞아?"

	para $01,$A7,$04,$3E,$01,$4D,$7F,$03,$15,$01,$08,$07,$8A,$7F,$07,$AF,$7F,$03,$27,$01,$01,$0B,$67; RAW DATA : 	para "그리고 도감은 잘 되가?"

	para $02,$3D,$7F,$04,$FA,$06,$81,$7F,$FA,$F6,$07,$EE,$04,$29,$02,$3A; RAW DATA : 	para "난 벌써 40종류나"
	line $07,$B2,$06,$D2,$02,$D9,$01,$88,$0B,$6B,$7F,$0A,$92,$0B,$66; RAW DATA : 	line "잡았다구, 헷!"

	para $07,$09,$03,$DF,$7F,$01,$67,$07,$97,$7F,$06,$26,$0A,$3E,$07,$01; RAW DATA : 	para "여러 곳의 수풀에"
	line $03,$49,$06,$EE,$01,$01,$05,$DD,$7F,$07,$B2,$07,$8A; RAW DATA : 	line "들어가서 잡은"

	para $02,$4B,$7F,$02,$D9,$06,$E7,$0A,$71,$7F,$0A,$27,$09,$2F,$04,$93,$03,$49,$07,$8B; RAW DATA : 	para "내 다양한 포켓몬들을"
	line $0A,$71,$04,$F8,$7F,$05,$21,$05,$21,$0B,$66; RAW DATA : 	line "한번 봐봐!"
	done

_SSAnneRivalDefeatedText::
	text $0A,$EF,$0B,$66; RAW DATA : 	text "흥!"

	para $0A,$27,$09,$2F,$04,$93,$07,$8B,$7F,$09,$80,$07,$4C,$01,$B4,$7F,$0A,$71,$01,$2D,$01,$10,$02,$77,$0B,$66; RAW DATA : 	para "포켓몬을 키우긴 한것같네!"
	prompt



_SSAnneRivalWonText::
	text $52, $0B,$66; RAW DATA : 	text $52, "!"
	line $04,$EE,$04,$76,$04,$CC,$03,$C3,$03,$15,$7F,$0A,$6F,$02,$C2,$01,$25,$06,$DF,$0B,$67; RAW DATA : 	line "뱃멀미라도 하는거야?"

	para $07,$9C,$07,$D4,$03,$15,$03,$FE,$02,$C2,$7F,$0A,$FB,$03,$49,$09,$A9,$03,$05,$0B,$66; RAW DATA : 	para "이정도로는 힘들텐데!"
	prompt

_SSAnneRivalCaptainText::
	text $53, $0B,$62,$05,$E1,$02,$4B,$07,$01; RAW DATA : 	text $53, "『선내에"
	line $0A,$3E,$05,$03,$01,$B2,$7F,$04,$46,$06,$4A,$09,$9D,$01,$01,$7F,$07,$A6,$02,$D9,$01,$4D,$7F,$03,$49,$06,$FA,$06,$EE; RAW DATA : 	line "풀베기 마스터가 있다고 들었어"

	para $01,$A9,$03,$05,$7F,$06,$CB,$01,$4D,$05,$18,$02,$CF; RAW DATA : 	para "근데 알고보니"
	line $04,$EE,$04,$76,$04,$CC,$0A,$6F,$02,$C2,$7F,$0A,$72,$06,$C6,$04,$F6,$08,$26,$02,$F5,$03,$C3,$01,$4D,$0B,$66; RAW DATA : 	line "뱃멀미하는 할아버지더라고!"

 

	para $0A,$6F,$08,$26,$04,$48,$7F,$0A,$3E,$05,$03,$01,$B2,$7F,$07,$AA,$08,$BC,$02,$C2; RAW DATA : 	para "하지만 풀베기 자체는"
	line $01,$82,$07,$B5,$0A,$F7,$7F,$07,$7F,$07,$4B,$0A,$78,$0B,$66; RAW DATA : 	line "굉장히 유용해!"

	para $0A,$71,$04,$F8,$7F,$04,$48,$02,$3A,$05,$18,$02,$C2,$01,$34,$7F,$07,$F1,$07,$8B,$01,$25,$06,$DF,$0B,$66; RAW DATA : 	para "한번 만나보는게 좋을거야!"
	line $01,$A7,$03,$E3,$7F,$04,$D9,$07,$9C,$05,$61,$0B,$66; RAW DATA : 	line "그럼 바이비!"
	done

 
