_ViridianForestExitText1::
	text $04,$49,$07,$8A,$7F,$0A,$27,$09,$2F,$04,$93,$03,$49,$07,$8A; RAW DATA : 	text "많은 포켓몬들은"
	line $06,$33,$01,$6A,$7F,$03,$1F,$01,$8C,$07,$01,$7F,$05,$BC,$01,$4D,$7F,$07,$A6,$08,$26; RAW DATA : 	line "숲과 동굴에 살고 있지"

	para $02,$D9,$04,$35,$7F,$07,$EE,$04,$29,$04,$36,$7F,$06,$F2,$07,$88,$03,$F1,$04,$89; RAW DATA : 	para "다른 종류를 얻으려면"
	line $04,$90,$03,$47,$01,$67,$07,$01,$05,$DD,$7F,$08,$A3,$06,$C6,$05,$1C,$7F,$0A,$6A,$07,$44,$01,$01,$7F,$07,$A6,$06,$EE,$0B,$66; RAW DATA : 	line "모든곳에서 찾아볼 필요가 있어!"
	done

_ViridianForestExitText2::
	text $01,$B6,$01,$01,$07,$01,$05,$DD,$7F,$07,$AB,$07,$8A,$7F,$02,$3A,$04,$AB,$04,$36; RAW DATA : 	text "길가에서 작은 나무를"
	line $05,$1B,$07,$CB,$07,$9C,$7F,$07,$A6,$08,$26,$0B,$67; RAW DATA : 	line "본적이 있지?"

	para $01,$A7,$01,$29,$7F,$07,$AA,$04,$33,$03,$F1,$04,$89; RAW DATA : 	para "그걸 자르려면"
	line $09,$DF,$06,$26,$0A,$71,$7F,$01,$B2,$06,$2A,$07,$8B,$7F,$06,$81,$06,$DF,$03,$27; RAW DATA : 	line "특수한 기술을 써야되"
	done
